[
    {
        "date": "2022-06-29",
        "title": "FTX: secondo Sam Bankman-Fried molti exchange crypto sono insolventi",
        "description": "In una recente intervista condotta da Forbes, il CEO fornisce un’interessante prospettiva\n",
        "link": "https://cryptonomist.ch/2022/06/29/exchange-crypto-insolventi/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/exchange-crypto-220x150.jpg",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "In una recente intervista condotta da Forbes, il CEO di FTX, Sam Bankman-Fried, una delle persone più ricche del mondo crypto con un patrimonio di ben 20.5 miliardi di dollari, ha spiegato che secondo lui molti exchange sono insolventi anche se lo nascondono.",
            "E ovviamente Fried ne parla con cognizione di causa. Si, perché la sua piattaforma FTX e anche l’azienda di trading di sua proprietà, Alameda, forniscono una linea di credito da ben 750 milioni di dollari.",
            "Ovviamente non ci sono garanzie che le sue aziende recuperino i suoi investimenti, ma Bankman Fried spiega:",
            "“Siamo disposti a fare un pessimo affare qui, se è quello che serve per stabilizzare le cose e proteggere i clienti”.",
            "Per questo motivo, Friend ha spiegato:"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Ducklization, il nuovo crypto game mmorpg su rete Waves, si prepara al lancio!",
        "description": "Il nuovo gioco Ducklization in fase test sulla blockchain Waves: tutto quello che c’è da scoprire\n",
        "link": "https://cryptonomist.ch/2022/06/29/ducklization-crypto-game/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/esterna-220x150.png",
        "author": "Crypto Advertising",
        "link_author": "https://cryptonomist.ch/author/crypto-advertisement/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Gaming",
        "language": "it-IT",
        "news_body": [
            "SPONSORED POST*",
            "Hey, vi ricordate ducklization, l’innovativo crypto game di cui vi avevamo già parlato in questo articolo?\n\nCome promesso in fase di pre-sale il gioco è pronto al lancio… ma che succede?",
            "",
            "…Avete sentito?",
            "Il 30 giugno 2022 parte l’avventura di Ducklization! \n\nMa in cosa consiste questo inizio? Cerchiamo di capirlo passo per passo."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "In Brasile Bitcoin si può comprare in banca grazie a Nubank",
        "description": "54 milioni di persone nel Paese ora possono comprare la crypto più facilmente\n",
        "link": "https://cryptonomist.ch/2022/06/29/brasile-bitcoin-banca-nubank/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/bitcoin-nubank-220x150.jpg",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Bitcoin",
        "language": "it-IT",
        "news_body": [
            "In Brasile da ora in poi è possibile comprare Bitcoin in banca grazie al nuovo supporto da parte di Nubank.",
            "Nubank, banca digitale finanziata anche da Warren Buffett, ha attualmente ben 54 milioni di utenti, che ora potranno facilmente acquistare BTC dal proprio conto online. Per farlo gli utenti dovranno semplicemente aggiornare l’app e trovare la categoria “Nubank Crypto”.",
            "Bitcoin si potrà quindi comprare dall’app, ma attualmente non è ancora possibile prelevare BTC per spostarli su un altro wallet.",
            "La funzionalità, inserita pochi giorni fa, ha un costo dello 0.02%. Nel frattempo, Nubank ha anche aggiunto una sezione educativa all’app con contenuti che spiegano cosa siano le criptovalute e le ultime news del settore.",
            "In un post dell’azienda si legge:"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Elon Musk: “Ecco perché sostengo Dogecoin”",
        "description": "Finalmente vengono rivelati i motivi che si celavano dietro al forte sostegno di Dogecoin\n",
        "link": "https://cryptonomist.ch/2022/06/29/elon-musk-sostiene-dogecoin/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/elon-musk-dogecoin-1-220x150.jpg",
        "author": "Vincenzo Cacioppoli",
        "link_author": "https://cryptonomist.ch/author/vincenzo-cacioppoli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Altcoin",
        "language": "it-IT",
        "news_body": [
            "In un’intervista Elon Musk spiega i motivi che lo hanno spinto a sostenere Dogecoin.",
            "Al Qatar Economic forum, che si è tenuto dal 20 al 22 giugno scorso a Doha, il controverso fondatore di Tesla, Elon Musk, durante un’intervista con il giornale finanziario Bloomberg, ha parlato anche di criptovalute e nello specifico del suo supporto con la memecoin più famosa di sempre.",
            "",
            "“Molte persone che non sono così ricche mi hanno incoraggiato ad acquistare e supportare Dogecoin. Sto rispondendo a quelle persone”. ",
            "Come sappiamo, il miliardario Elon Musk è uno dei più accesi sostenitori di Dogecoin. Musk è stato considerato dalla comunità crypto il vero e proprio fattore scatenante della corsa folle della memecoin, che è arrivata a valere $0,70 all’inizio del 2021, prima che iniziasse la sua discesa. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Beppe Grillo accusa di Maio di averlo tradito per 30 Bitcoin",
        "description": "L'ex capo politico lo avrebbe venduto per dei BTC\n",
        "link": "https://cryptonomist.ch/2022/06/29/beppe-grillo-bitcoin/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/beppe-grillo-bitcoin-220x150.jpg",
        "author": "Marco Cavicchioli",
        "link_author": "https://cryptonomist.ch/author/marco-cavicchioli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Bitcoin",
        "language": "it-IT",
        "news_body": [
            "L’ex comico Beppe Grillo, ora garante del Movimento 5 Stelle, oggi ha citato Bitcoin parafrasando il Vangelo e accusando Di Maio di averlo tradito.",
            "Lo ha fatto questa mattina in occasione di un breve incontro con la stampa all’uscita dell’hotel Forum, a Roma, dove sta incontrando alcuni esponenti del suo partito. ",
            "Ad un certo punto, uno dei giornalisti presenti gli ha chiesto un parere sull’abbandono del partito da parte dell’ex leader politico Luigi Di Maio, e come fa spesso Grillo ha commentato con creatività ed ilarità. ",
            "Per prima cosa ha specificato che verso Luigi Di Maio non prova alcun rancore. ",
            "Poi, però, ha aggiunto: "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "NFT News: Cathie Wood definisce importanti i diritti di proprietà digitale",
        "description": "Hot Wheels lanciano una collezione con la blockchain WAX e eBay registra trademarks metaverso",
        "link": "https://cryptonomist.ch/2022/06/29/cathie-wood-diritti-proprieta-digitale/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/Cathie-Wood-220x150.jpg",
        "author": "Stefania Stimolo",
        "link_author": "https://cryptonomist.ch/author/stefania-stimolo/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "NFT news",
        "language": "it-IT",
        "news_body": [
            "Nelle NFT News di oggi non può mancare il discorso di Cathie Wood, CEO di Ark Invest, che sostiene che i diritti di proprietà digitale relativi ai Non-Fungible Token e alla DeFi, “diventeranno incredibilmente importanti”.",
            "Non solo, i creatori di Hot Wheels insieme alla blockchain di WAX stanno per annunciare una collezione digitale che combina NFT con auto in serie fisiche, mentre eBay si addentra nel metaverso e NFT con nuove domande di registrazione marchio.",
            "Secondo quanto riportato, pare che Cathie Wood, CEO di Ark Invest, abbia rilasciato un suo commento in merito agli NFT e DeFi.",
            "Wood sostiene che i diritti di proprietà digitale derivanti da questi due settori che hanno sostenuto l’emergere del Web3, “diventeranno incredibilmente importanti”.",
            "Ecco le sue testuali parole:"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Kraken disposto a pagare ​​per mandare via i dipendenti politically correct",
        "description": "Secondo il CEO Jesse Powell generano troppi dissidi interni, riducendo in modo significativo la produttività aziendale ",
        "link": "https://cryptonomist.ch/2022/06/29/kraken-dipendenti-politically-correct/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/kraken-220x150.png",
        "author": "Marco Cavicchioli",
        "link_author": "https://cryptonomist.ch/author/marco-cavicchioli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "La scorsa settimana il CEO del noto exchange crypto Kraken, Jesse Powell, ha dichiarato a Fox News che la società è pronta a pagare alcuni dipendenti affinché lascino l’azienda. ",
            "",
            "Powell ormai da tempo ce l’ha contro i cosiddetti “woke employees”, ovvero dipendenti che sostengono fortemente la lotta alle ingiustizie sociali o razziali. ",
            "Il termine woke letteralmente significa “svegli”, ed è un aggettivo utilizzato spesso da conservatori e libertari per denigrare il “politically correct” e l’ortodossia di sinistra.",
            "Powell non ce l’ha di per sé contro chi lotta contro le ingiustizie sociali o razziali, ma in particolare con quei dipendenti che fanno attivismo politico in tal senso in azienda creando problemi alla produttività:"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "White Rock Management: l’azienda di mining svizzera si sposta in Texas",
        "description": "La sede principale dell’azienda rimarrà comunque nel Paese elvetico\n",
        "link": "https://cryptonomist.ch/2022/06/29/white-rock-management-texas/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/white-rock-management-220x150.jpg",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Mining",
        "language": "it-IT",
        "news_body": [
            "L’azienda di mining svizzera White Rock Management ha annunciato oggi di volersi spostare negli States e più precisamente in Texas, nella Valle del Brazos. ",
            "In questa regione, l’azienda potrà produrre gas naturale dai pozzi petroliferi della zona, per poter poi utilizzare questa energia per fare mining, grazie ad una collaborazione con l’azienda NGON.",
            "La sede principale dell’azienda rimarrà comunque in Svizzera. ",
            "Ovviamente, questo cambiamento verso un mining più ecocompatibile porterà diversi vantaggi come, ad esempio, ridurre i gas fossili riciclando ben 82 milioni di metri cubi di gas naturale per megawatt e ridurre il metano nell’atmosfera fino a 4 milioni di metri cubi per megawatt.",
            "Andy Long, CEO della White Rock Management, ha spiegato:"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Bank of America: “Bitcoin non sente il mercato bear”",
        "description": "Nonostante il periodo di forte volatilità e prestazioni spesso sotto la media mobile a 200 giorni, BTC continua ad essere sostenuto dagli holder e mantiene alta la fiducia negli analisti\n",
        "link": "https://cryptonomist.ch/2022/06/29/bank-of-america-bitcoin/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/bitcoin-bank-of-america-220x150.jpg",
        "author": "George Michael Belardinelli",
        "link_author": "https://cryptonomist.ch/author/george-michael-belardinelli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Bitcoin",
        "language": "it-IT",
        "news_body": [
            "In un recente rapporto della Bank of America, si spiega come Bitcoin regga bene ai colpi di questo mercato in fase bearish.",
            "",
            "L’interesse degli investitori in crypto, soprattutto in Bitcoin, non registra perdite significative, anzi tiene bene. In un report, infatti, Bank of America spiega che, avendo intervistato 160 investitori, questi non hanno paura e ritengono che:",
            "“Gli asset digitali e la blockchain sono qui per restare”.",
            "Alcuni intervistati avrebbero anche spiegato che molti dei progetti più interessanti del settore sarebbero nati durante periodi di mercato Orso e che in ogni caso si tratta di qualcosa di “sano per lo sviluppo dell’ecosistema nel lungo termine”."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Russia: verso una regolamentazione più crypto-friendly?",
        "description": "Il Cremlino ha approvato un disegno di legge che dovrebbe esentare chi lavora con le crypto direttamente o indirettamente dal pagamento dell'imposta sul valore\n",
        "link": "https://cryptonomist.ch/2022/06/29/russia-regolamentazione-crypto/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/russia-crypto-220x150.jpg",
        "author": "George Michael Belardinelli",
        "link_author": "https://cryptonomist.ch/author/george-michael-belardinelli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "Il Cremlino martedì ha approvato alla Duma un disegno di legge che dovrebbe esentare chi lavora in Russia con le crypto, direttamente o indirettamente, dal pagamento dell’imposta sul valore IVA. La proposta di legge comprenderebbe anche un’aliquota fiscale sul reddito proveniente dai guadagni dovuti a vendita di criptovalute.",
            "Il Paese di Putin è stato storicamente sempre ostile al mondo crypto, ma dall’inizio dell’operazione speciale in Ucraina questo concetto è stato stravolto. ",
            "L’operazione in corso in Europa dell’Est è stata duramente condannata dalla comunità internazionale. Su tutti, Stati Uniti d’America ed Europa, ma anche Regno Unito ed Australia, hanno imposto al Paese trans-continentale innumerevoli dazi e sanzioni. ",
            "La punizione da parte della comunità internazionale è stata sia economica, con limitazioni commerciali, estromissione dal SEPA, congelamento di beni, conti e risorse di oligarchi in patria e all’estero. Così come energetiche, bloccando la gran parte delle esportazioni di petrolio e gas, che per il Cremlino risultavano essere un asset strategico. ",
            "Questa situazione di grande impasse iniziale ha portato il Paese a cercare nuove soluzioni, come ad esempio vendere le risorse energetiche in eccesso ai vicini India e Cina o obbligare chi ancora comprasse risorse da lei a pagare in rubli. Il vero volano per l’economia di Mosca sono state le risorse che prima non aveva, i nuovi introiti. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "LN: lanciata la versione 0.15 di LND che supporta Taproot",
        "description": "Il noto client di Lightning Labs per i nodi LN ora supporta gli ultimi aggiornamenti del protocollo Bitcoin ",
        "link": "https://cryptonomist.ch/2022/06/29/ln-supporta-taproot/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/taproot-220x150.jpg",
        "author": "Marco Cavicchioli",
        "link_author": "https://cryptonomist.ch/author/marco-cavicchioli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Bitcoin",
        "language": "it-IT",
        "news_body": [
            "Ieri Lightning Labs ha annunciato ufficialmente il lancio della nuova versione 0.15 di LND, supportando così Taproot su LN.",
            "",
            "LND (Lightning Network Daemon) è il software di Lightning Labs che consente di installare e gestire in autonomia un nodo LN (Lightning Network). ",
            "La principale novità sta nell’integrazione di Taproot e MuSig2 per poter ottenere un livello di privacy più elevato e una maggiore efficienza. ",
            "Inoltre, lo spazio occupato nel database dai nuovi dati è stato ridotto del 95%, ed è stato introdotto un nuovo tool per decidere se privilegiare la velocità o il risparmio sui pagamenti. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Vitalik Buterin: EOS è come Ethereum sotto steroidi",
        "description": "Il co-fondatore di Ethereum accende lo stupore della community\n",
        "link": "https://cryptonomist.ch/2022/06/29/vitalik-buterin-eos-ethereum/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/eos-220x150.jpg",
        "author": "Vincenzo Cacioppoli",
        "link_author": "https://cryptonomist.ch/author/vincenzo-cacioppoli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Blockchain",
        "language": "it-IT",
        "news_body": [
            "Ha destato stupore un tweet del fondatore di Ethereum che ha avuto parole di elogio per la blockchain EOS, definendolo un progetto molto più veloce e scalabile di Ethereum.",
            "",
            "Questo tweet di Vitalik Buterin, che ha citato una vecchia barzelletta del mondo crypto per celebrare il progetto EOS, ha destato stupore in tutto il settore, dal momento che il progetto sembra avere incontrato nel tempo più di una difficoltà. ",
            "",
            "Proprio per il rispetto e la considerazione che il mondo crypto ha per Buterin, molti hanno commentato il tweet definendolo una battuta puramente sarcastica."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "SuperRare: il token $RARE verrà listato su Coinbase",
        "description": "L’exchange americano ha rivelato il listing di alcune prossime criptovalute che verranno aggiunte al trading\n",
        "link": "https://cryptonomist.ch/2022/06/29/superrare-rare-coinbase/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/coinbase-superrare-220x150.png",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Altcoin",
        "language": "it-IT",
        "news_body": [
            "Ieri l’exchange americano Coinbase ha pubblicato un post sul proprio blog in cui ha rivelato alcuni dei prossimi token e criptovalute che verranno listate sulla piattaforma. Tra di esse il token della piattaforma NFT SuperRare: RARE.",
            "",
            "Nel post viene spiegato che $RARE verrà prossimamente listato sull’exchange, ma ancora non è dato sapere quando.",
            "Nello specifico, Coinbase ha aggiunto il token RARE ad una lista insieme a AirSwap (AST), Arcblock (ABT), Boba Network (BOBA), Chain (XCN), Gemini USD (GUSD), MetisDAO (METIS), Monavale (MONA), Nest Protocol (NEST), SwftCoin (SWFTC), Sylo (SYLO) e TE-Food (TONE) per quanto riguarda gli ERC20.",
            "Rare è attualmente listato su Binance, Gate.io, Gemini, MEXC, Crypto.com e molti altri ancora."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Circle: maggiore trasparenza sul peg grazie alla New York Community Bank",
        "description": "Le riserve della stablecoin saranno al sicuro nella banca americana\n",
        "link": "https://cryptonomist.ch/2022/06/29/circle-trasparenza-peg/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/circle-220x150.png",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Stable Coin",
        "language": "it-IT",
        "news_body": [
            "La società Circle Internet Financial, ovvero l’emittente della stablecoin USD Coin (USDC), ha annunciato ieri una collaborazione con New York Community Bancorp, Inc. (NYSE: NYCB) per avere la banca sussidiaria del gruppo, la New York Community Bank, come custode delle riserve dei dollari peggati a USDC. ",
            "USDC è una stablecoin peggata al dollaro americano, quindi ad ogni USDC emesso da Circle deve corrispondere 1 dollaro nelle riserve custodite dalla società in modo che tutti gli utenti, in ogni momento, possano cambiare le loro criptovalute senza paura che non ci sia il collaterale.",
            "Inoltre, le due società lavoreranno insieme per utilizzare la stablecoin e la blockchain di Circle per avere soluzioni a basso costo per i cosiddetti unbanked, ovvero quelle popolazioni che non hanno accesso alle istituzioni finanziarie e, per esempio, non posseggono neanche un conto corrente bancario.",
            "Dante Disparte, Chief Strategy Officer and Head of Global Policy di Circle, ha spiegato: ",
            "“Se vogliamo rendere il futuro del denaro e dei pagamenti più inclusivo che in passato, dobbiamo costruire nuove partnership e connessioni a livello di comunità. Grazie alla collaborazione con NYCB, stiamo aprendo nuovi percorsi affinché le banche comunitarie e gli MDI di tutto il Paese possano essere partecipanti chiave nel mercato in rapida crescita delle risorse digitali”."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Terra potrebbe possedere 3,6 miliardi di dollari in UST e USDT",
        "description": "Un report denuncia che i fondi sono usati per la manipolazione prezzi o per riciclaggio denaro\n",
        "link": "https://cryptonomist.ch/2022/06/29/terra-ust-usdt/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/terra-2-220x150.jpg",
        "author": "Stefania Stimolo",
        "link_author": "https://cryptonomist.ch/author/stefania-stimolo/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "Terra Labs potrebbe possedere 3,6 miliardi di dollari in Tether (USDT) e Terra USD (UST), utilizzati per la manipolazione dei prezzi di scambio e DeFi o per il riciclaggio di denaro. Le autorità stanno verificando la notizia con gli exchange. ",
            "Secondo quanto riportato da CoinDesk Korea, pare che Terra Labs potrebbe possedere un fondo di quasi 3,6 miliardi di dollari in Tether (USDT) e Terra USD (UST), utilizzati per la manipolazione dei prezzi di scambio e DeFi o per il riciclaggio di denaro. ",
            "",
            "“JUST IN: Secondo CoinDesk Korea, Terraform Labs di Do Kwon possiede 3,6 miliardi di dollari in UST e USDT che potrebbero essere stati utilizzati per la manipolazione dei prezzi e il riciclaggio di denaro.”",
            "Le autorità stanno verificando la notizia insieme agli exchange di Binance, Coinbase, Huobi e Kucoin per conferma. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Bitcoin investors can tread through winter by bankrolling this ‘suite’",
        "description": "\nWhether the crypto market is in a bull run or bear run, market participants always want to earn… ",
        "link": "https://watcher.guru/news/bitcoin-investors-can-tread-through-winter-by-bankrolling-this-suite",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/btc-winter-380x250.jpg",
        "author": "Lavina Daryanani",
        "link_author": "https://watcher.guru/news/author/lavina",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Whether the crypto market is in a bull run or bear run, market participants always want to earn money. Those inclined towards short-term returns usually resort to trading by betting against asset prices, and long-term players typically use this phase to buy more and bring down their average cost. ",
            "Encashing on market participants’ growing appetite, crypto companies have been putting to sea tailor-made investment vehicles. 21Shares, for instance, just announced the launch of its ‘Crypto Winter Suite’ on Wednesday. ",
            "The first product introduced in the suite was the 21Shares Bitcoin Core ETP (CBTC). The same was launched today on the SIX Swiss Exchange. The CBTC ETP, as such, intends to give investors low-cost exposure to Bitcoin. Notably, it has a total expense ratio of 21 basis points (0.21%). ",
            "Opining on the launch, CEO and co-founder of 21Shares, Hany Rashwan, said,",
            "“We’ve seen investor demand for low-cost exposure to this asset class – and the 21Shares Bitcoin Core ETP – the first product in our new suite – does just that, at the most competitive pricing in Europe.”"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Bitcoin: This metric indicates potential bottom for BTC at $19,000; Details",
        "description": "\nAn optimistic scenario did not pan out for Bitcoin over the weekend. On Sunday, a weekly high of… ",
        "link": "https://watcher.guru/news/bitcoin-this-metric-indicates-potential-bottom-for-btc-at-19000-details",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/Optimized-viktor-forgacs-ILl-JCX67OE-unsplash-380x250.jpg",
        "author": "Biraajmaan Tamuly",
        "link_author": "https://watcher.guru/news/author/biraajmaantamuly",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "An optimistic scenario did not pan out for Bitcoin over the weekend. On Sunday, a weekly high of $21,888 was registered; however, the momentum flipped in a bearish direction by the end of the day. The current week commenced in the same order, and now, Bitcoin is clocking its 4-straight bearish candles on the daily frame. ",
            "A moonshot situation of $28,700 is temporarily gone, and a retest down to $19,173 looks possible. While the market is expected to remain bearish over the next few days, a key signal suggested that Bitcoin bear market days might be numbered in the future. ",
            "The Puell Multiple has been an important indicator to illustrate Bitcoin bottoms in the past. The rate of change for the indicator is currently optimized further, and now, there are three evident regions of a market cycle. The red zones indicate the euphoric bull market tops, a mid-cycle rally is characterized by center consolidation, and the green zones have marked the bottom for most bearish rallies. In 2022, the Puell Multiple has confirmed a bearish market, and gradually, the price might start to build from this current position. ",
            "Analyzing the scenario, Bitcoin would be entering a market reversal period. ",
            "The movement of Bitcoin whales can assume a critical factor that the bottom formation is underway. On November 12th, 2021, 168.1k Bitcoins were accumulated. Seven months later, on June 18th, another 148.1k Bitcoin was registered as inflows for large wallets. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Blockchain Has Concerning Vulnerabilities, Says Pentagon Study",
        "description": "\nPentagon’s recent study finds some disturbing vulnerabilities in blockchain technology that question its decentralized nature. The study by… ",
        "link": "https://watcher.guru/news/blockchain-has-concerning-vulnerabilities-says-pentagon-study",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/hitesh-choudhary-JNxTZzpHmsI-unsplash-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Pentagon’s recent study finds some disturbing vulnerabilities in blockchain technology that question its decentralized nature. The study by the Pentagon states that blockchain technology has concerning drawbacks even with the rising adoption of cryptocurrency.",
            "The report titled “Are Blockchains Decentralized?” which was published on June 21, states that “a certain cult of participants can garner excessive, centralized control over the entire system.”",
            "The investigation was conducted by the security research company Trail of Bits under the supervision of the Pentagon’s Defense Advanced Research Projects Agency (DARPA) and focuses on Bitcoin (BTC) and Ethereum (ETH).",
            "The report highlights that out of the total bitcoin Traffic, “60% of it passes through three ISPs.” Additionally, the report mentioned that several Bitcoin nodes don’t participate in mining. “These node operators face no explicit penalty for dishonesty.”",
            "The Pentagon report also warns of a Sybil attack that could disrupt the entire blockchain network. A Sybil attack occurs when an attacker floods the blockchain network with malicious nodes that are controlled by a single entity or person. The report also states that the network can be exposed to attacks due to outdated and unencrypted protocols. According to Trail of Bits, Ethereum can be disrupted by just two entities, whereas Bitcoin can be disrupted by just four, and most of the PoS networks by less than a dozen."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Elon Musk & Cryptos: Which Cryptocurrencies Does Elon Musk Own?",
        "description": "\nTesla CEO Elon Musk earned the’ Dogefather’ title after announcing last year that he had invested in Dogecoin.… ",
        "link": "https://watcher.guru/news/elon-musk-cryptos-which-cryptocurrencies-does-elon-musk-own",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/WhatsApp-Image-2022-06-29-at-4.56.40-PM-1-380x250.jpeg",
        "author": "Vinod Dsouza",
        "link_author": "https://watcher.guru/news/author/vinod",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Tesla CEO Elon Musk earned the’ Dogefather’ title after announcing last year that he had invested in Dogecoin. The crypto sphere reached the mainstream audience post his announcement, and Dogecoin became the talk of the town. The SpaceX founder tweeted about the meme-coin and spoke about it often during interviews. Musk is singlehandedly responsible for bringing millions of new investors into the crypto fold with his investments in Doge. Now that we all know he owns Dogecoin, do you know which other cryptocurrencies Elon Musk owns?",
            "This article will reveal which cryptocurrencies Elon Musk owns in his portfolio.",
            "Also Read: GTA 6 to Include a Cryptocurrency Reward System?",
            "Elon Musk attended the ‘B Word’ conference last year in June 2021 and overwhelmingly showed his support for Bitcoin. He also revealed that Tesla might start accepting BTC again after announcing that it will not accept it over environmental concerns. At the same conference, Musk added that Bitcoin could be used for “economic empowerment.” Moreover, in February last year, Musk announced that Tesla had bought Bitcoin worth $1.5 billion.",
            "At the B Word conference, Elon Musk publicly revealed that he owns just three different cryptocurrencies. The cryptocurrencies that Elon Musk owns are:BitcoinEthereumDogecoin"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Microstrategy loads up on 480 more Bitcoin; Details",
        "description": "\nBitcoin [BTC] and its latest plummet to a low of $20K has been dreadful for many. However, the… ",
        "link": "https://watcher.guru/news/microstrategy-loads-up-on-480-more-bitcoin-details",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1541692641319-981cc79ee10a-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Bitcoin [BTC] and its latest plummet to a low of $20K has been dreadful for many. However, the bear market seemed beneficial for those who wanted to fill their reserve. Retail investors often steer away from the market while bears get comfortable. However, most institutional investors who already entail a significant holding continue accumulating more coins. Microstrategy has dived into the market every time Bitcoin plummets. Once again, using BTC’s latest slump, the firm went on to buy $10 million worth of BTC. ",
            "Michael Saylor, the Microstrategy’s CEO, has repeatedly expressed interest in Bitcoin. Revealing the firm’s latest purchase, Saylor tweeted, ",
            "This purchase was made over the last couple of weeks. At present, Microstrategy holds 129,699 coins. The latest investment was made between 3rd May 2022 to 28th June 2022. During this time, Microstrategy purchased Bitcoin at an average price of $20,817 per coin. ",
            "Microstrategy’s latest purchase did not come as a surprise to the community. Yet, several questioned this move as the firm was already down by $1.34 billion on its Bitcoin purchases. ",
            "FatMan, Terra whistleblower, replied to Saylor’s tweet and wrote, "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Bitcoin Macros will start recovering mid-2023: Former Coinbase Exec",
        "description": "\nBitcoin [BTC] couldn’t save itself from the bears. The dominance of the bears caused nothing but havoc in… ",
        "link": "https://watcher.guru/news/bitcoin-macros-will-start-recovering-in-mid-2023-former-coinbase-exec",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1489244094604-1758de9a6728-1-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Bitcoin [BTC] couldn’t save itself from the bears. The dominance of the bears caused nothing but havoc in the market. While BTC slid below $20K multiple times, the altcoins lost all gains that they amassed over the last couple of months. The community continues to speculate the fall of BTC to $13K, some even to $1,100. Just when analysts thought that $20K would be the bottom, Bitcoin slumped to $19K once again. ",
            "Nevertheless, several continued to believe that Bitcoin and other cryptocurrencies could endure more selling pressure. Troy Gayeski, the Chief Market Strategist at FS Investments noted that crypto could further fall if the money supply growth goes negative. ",
            "In addition to this, he even addressed the ongoing market condition and outrightly stated that “You should never own more crypto than you could tolerate losing.”",
            "The ongoing bear market has significantly declined market profits from 2021. Alongside, the abrupt downfalls of projects further burnt a big hole in the pockets of investors. ",
            "Despite this, billionaire Mark Cuban thinks that the market is yet to fall. The existing market isn’t exactly “cheap” yet. Appearing in a recent podcast, Cuban spoke about the bear market and said,"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Bitcoin, Stablecoins, CBDC: One of them has a bright future in Taiwan",
        "description": "\nTaiwan’s central bank has been working on a pilot CBDC over the past two years. The government-run e-currency… ",
        "link": "https://watcher.guru/news/bitcoin-stablecoins-cbdc-one-of-them-has-a-bright-future-in-taiwan",
        "category": "Altcoins",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/taiwan-380x250.jpg",
        "author": "Lavina Daryanani",
        "link_author": "https://watcher.guru/news/author/lavina",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Taiwan’s central bank has been working on a pilot CBDC over the past two years. The government-run e-currency is set to allow people to use a digital wallet and make payments without relying on other secondary instruments. ",
            "Speaking at a forum on digital currencies, the central bank governor Yang Chin-long said that they’d been simulating the use of the CBDC in a closed-loop testing environment. Notably, the connection operation with the bank’s official operating system has not yet been opened. ",
            "This means that there’s still time for an official issuance of the CBDC to the public for retail use. The central bank intends to check three other boxes before that. First, the public will be educated and communicated with. Post that, the system’s stability will be ensured. And then, a proper legal framework for the currency’s operations would be set up. ",
            "Chalking out a rough and uncertain timeframe, Yang said, ",
            "“This will take a long time, at least two years, and then we’ll have to evaluate it again.”"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Ethereum’s Next Stop Could Be $600, Predicts Analyst",
        "description": "\nEthereum has dipped 76% from its all-time high of $4,878 and is now hovering around the $1,150 mark.… ",
        "link": "https://watcher.guru/news/ethereums-next-stop-could-be-600-predicts-analyst",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/ethereum-7108003_1280-eth-380x250.jpg",
        "author": "Vinod Dsouza",
        "link_author": "https://watcher.guru/news/author/vinod",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Ethereum has dipped 76% from its all-time high of $4,878 and is now hovering around the $1,150 mark. The world’s second-biggest crypto is on a downward streak for two weeks straight showing no signs of growth. ",
            "A recent report from CoinShares shows that Ethereum suffered $450 million in outflows causing it to slump in the indices. Also, top institutional investors are jumping ship and exiting the crypto market at a historical pace. The drying up of inflow funds is worrisome as the development could steer the market head downwards.",
            "Crypto analyst ‘Altcoin Sherpa‘ has painted a not-so-rosy picture for Ethereum and predicted that ETH’s next leg could be $600. He took to Twitter saying ETH is receiving buying pressure at $1,150 but if the demand zone breaks, Ethereum could probably reach $600.",
            "“ETH: This area remains a high-demand zone area and if we fall out here, $600 is probably the next area up. #Ethereum $ETHUSD,” he predicted to his 180,000 followers on Twitter. ",
            "Also Read: Ethereum, Polkadot may face more down-time, warns Analyst"
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Ethereum: Bears have won the toss and chose to ‘rekt’ the market",
        "description": "\nYesterday, the Altcoin leader, Ethereum, was at a crucial support line at $1,222 when the bears waddled in.… ",
        "link": "https://watcher.guru/news/ethereum-bears-have-won-the-toss-and-chose-to-rekt-the-market",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/ethereum-7108003_1280-eth-380x250.jpg",
        "author": "Namrata Shukla",
        "link_author": "https://watcher.guru/news/author/namrata",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Yesterday, the Altcoin leader, Ethereum, was at a crucial support line at $1,222 when the bears waddled in. As predicted in yesterday’s Ethereum price analysis, after failing the re-test, Ether’s value made a pit stop at $1,182 for a couple of hours, after which it only halted at $1,117, as visible in the chart below.",
            "The price of ETH once again stands at a critical juncture. As it tried to maintain the support at $1,117.70, to be accurate, the bearishness in the market has remained. The panic has set in again, and investors are eager to know whether the bottom is in or more price shedding is expected. ",
            "Let’s look into the on-chain metric to understand the state of the traders. ",
            "Data provided by Glassnode indicated increased activity in the amount of Ethereum supply last active between six to twelve months. Glassnode alerts noted that the abovementioned metric reached a 1-month high of 14,433,873.497 ETH.",
            "This meant the hodlers and traders alike were trading ETH more than they were one month ago when the digital asset’s value was above $1,800. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "FTX Chief Says Many Exchanges “Secretly Insolvent”; Details",
        "description": "\nFTX founder and CEO Sam Bankman-Fried (SBF) is undoubtedly one of the biggest personalities in crypto. The current… ",
        "link": "https://watcher.guru/news/ftx-chief-says-many-exchanges-secretly-insolvent-details",
        "category": "FTX Token",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/1200x-1-overlay-380x250.jpg",
        "author": "Paigambar Mohan Raj",
        "link_author": "https://watcher.guru/news/author/paigambar",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "FTX founder and CEO Sam Bankman-Fried (SBF) is undoubtedly one of the biggest personalities in crypto. The current market slump has left many exchanges and firms in the dirt. However, SBF has been generously helping such failed projects. He recently acquired Liquid, a troubled Japanese exchange, which was a victim of a $100 million hack. Moreover, FTX recently agreed to purchase Canadian exchange Bitvo. ",
            "While speaking to Forbes, SBF stated,",
            "Three Arrows Capital (3AC), a highly leveraged cryptocurrency trading company with $200 million in exposure to Luna, reported that it was on the verge of bankruptcy earlier this month.  Numerous cryptocurrency companies, including New Jersey’s Voyager Digital and New York’s BlockFi, provided Three Arrows with significant loans. The two digital asset exchanges resorted to FTX to stay afloat after Three Arrows went into debt. Together, FTX and SBF’s Alameda quantitative trading company gave the businesses credit lines totaling $750 million. ",
            "SBF is well aware that his own fortune is dependent on the markets staying afloat. Hence it would not be far-fetched to assume that his generosity does come with certain expectations. ",
            "SBF has also invested in Robinhood, a crypto brokerage where FTX already holds a 7.6% interest. There were speculations that FTX was considering buying the company. However, SBF denied having any ongoing merger discussions with Robinhood. He informed Forbes that more failed cryptocurrency exchanges are imminent. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Terra: Are USTC and LUNC making a comeback?",
        "description": "\nThe dramatic downfall of Terra’s native assets LUNC and USTC was disruptive in every way. The crash had… ",
        "link": "https://watcher.guru/news/terra-are-ustc-and-lunc-making-a-comeback",
        "category": "Terra",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1561541252-79b703b48786-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The dramatic downfall of Terra’s native assets LUNC and USTC was disruptive in every way. The crash had a major impact on the entire market after millions of dollars were washed away. Despite increased scrutiny particularly from South Korean regulators, the creator of Terra, Do Kwon rolled out another network, Terra 2.0. With both the networks existing in the crypto market, investors clearly chose a side. ",
            "Terra 2.0 started as a network completely different from the first one. The involvement of an algorithmic stablecoin was nullified as USTC was no longer a part of Terra 2.0. While the entire community was expected to embrace the LUNA 2.0, individuals were veering into the LUNC market, instead. ",
            "Following the crash, LUNA changed to Luna Classic or LUNC. The asset witnessed a major drop and sunk below $1. Now, however, the altcoin was up 58.30 percent over the last 24 hours pushing its price to $0.0001363. ",
            "Twitter was certainly overwhelmed. The sudden increase in the price of LUNC shows that the community might still entail trust in the asset. This sudden surge could be due to the fact that several were getting back at Kwon by not investing in LUNA 2.0 and sticking to LUNC. ",
            "LUNA 2.0 did not feel the heat of the bears either. The brand new cryptocurrency was up by 16.53 percent and was trading for $2.61. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Shiba Inu shines amid bear market; Adoption in full spring",
        "description": "\nThe bear market has been harsh on the entire crypto-verse. Several platforms have taken a step back from… ",
        "link": "https://watcher.guru/news/shiba-inu-shines-amid-bear-market-adoption-in-full-spring",
        "category": "Shiba Inu",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1531686264889-56fdcabd163f-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The bear market has been harsh on the entire crypto-verse. Several platforms have taken a step back from listing, embracing, or endorsing cryptocurrencies with the market painted in red. However, the popular ones do not have to worry about the bear market. For instance, Shiba Inu [SHIB] attained increased popularity as its adoption rate took off this year. Despite its dainty price, SHIB continues to reign the market in terms of popularity. Coinbase’s latest addition is proof of the same. ",
            "The extensive use of Shiba Inu and its demand forced various platforms to onboard the cryptocurrency, and its value nor its novelty hindered this. Leading crypto exchange, Coinbase decided to include SHIB and Apecoin [APE] into its Coinbase Commerce arena. ",
            "In a recent blog post, the exchange noted that merchants would now be able to receive payments for the services they provide in Shiba Inu, Apecoin, and other assets. The platform entails a total of seven cryptocurrencies including Bitcoin [BTC], Ethereum [ETH], USD Coin [USDC], Bitcoin Cash [BCH], Dogecoin [DOGE], DAI as well as Tether [USDT]. ",
            "With its latest addition, merchants employing the platform could accept crypto that they like while turning off the ones they don’t. However, the volatile market forced Coinbase to convert payments into fiat for merchants to amass the exact amount set. ",
            "Despite being relatively new, Shiba Inu managed to veer into almost every sector that accepts crypto. The increased adoption of SHIB would further boost Coinbase Commerce. Shiba Inu, in turn, would be giving its community a reliable forum to carry out transactions of this sort. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Chainlink: Historic record created; Time for LINK to shoot up now?",
        "description": "\nAmerican FinServ company Robinhood has been in the news for several reasons. A day back, for instance, discussions… ",
        "link": "https://watcher.guru/news/chainlink-historic-record-created-time-for-link-to-shoot-up-now",
        "category": "Altcoins",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/link-fi-380x250.jpg",
        "author": "Lavina Daryanani",
        "link_author": "https://watcher.guru/news/author/lavina",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "American FinServ company Robinhood has been in the news for several reasons. A day back, for instance, discussions were going out about its potential acquisition by FTX. However, the crypto exchange’s exec SBF cleared the air by asserting that no talks were going on between the two companies. Alongside another development, Robinhood went on to onboard several new cryptocurrencies and expanded its presence in the market. As reported yesterday, Chainlink was one of the tokens listed on the platform. ",
            "On the listing announcement, LINK rallied by around 9%. The green streak, however, couldn’t continue. The dumping followed, and the token closed at a level lower than it opened on Wednesday.",
            "A host of Chainlink’s metrics noted substantial spikes on Wednesday. Santiment brought to light that 80.8 million cumulative unique LINK tokens were moved by addresses Tuesday, breaking a 5-year record. Highlighting the previous instance when such a spike was seen, the analytics platform tweeted,",
            "“Its opening trading days in September, 2017 were the only time we’ve seen more.”",
            "The circulation metric shows how many unique tokens were transacted during a day. The surge noted should be taken with a grain of salt because the transaction knife usually cuts both ways. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "BabyDoge Coin’s upcoming burn party to eliminate 50 quadrillion tokens",
        "description": "\nFrom meme coins to non-fungible tokens, the crypto industry is home to a wide variety of assets. Meme… ",
        "link": "https://watcher.guru/news/babydoge-coins-upcoming-burn-party-to-eliminate-50-quadrillion-tokens",
        "category": "Baby Doge Coin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1475738972911-5b44ce984c42-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "From meme coins to non-fungible tokens, the crypto industry is home to a wide variety of assets. Meme coins witnessed significant mainstream adoption. With more investors eyeing these assets, BabyDoge Coin, Floki Inu, and similar coins made their debut. ",
            "While most of them were certainly inspired by the OG crypto meme Dogecoin, Shiba Inu paved the way for widespread adoption. Taking a page out of the Shiba Inu book, BabyDogeCoin has been carrying out several burns over the last couple of weeks. But, the upcoming burn is speculated to bring about increased gains for the network. ",
            "Bearish June did not do any good to the crypto-verse. Therefore, yearning to kick start July on a good note, the BabyDoge network decided to carry out a 50 quadrillion burn at the very beginning of the month. The network rolled out a proposal earlier in June. The network’s very first proposal was a basic question, “Do we burn 50 Quadrillion on ETH?”",
            "More recently, BabyDoge revealed that the proposal was concluded and 50 quadrillion tokens would be fried on Ethereum [ETH]. ",
            "However, the community was rather confused as to why BabyDoge was employing ETH to burn the tokens. It should be noted that BabyDoge originated from the Binance Smart Chain [BSC]. "
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Shiba Inu ‘Buying Pressure’ Reaches Yearly Highs",
        "description": "\nShiba Inu is on a downward spiral this month but that isn’t stopping investors from accumulating the token.… ",
        "link": "https://watcher.guru/news/shiba-inu-buying-pressure-reaches-yearly-highs",
        "category": "Shiba Inu",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/shiba-inu-shib-buying-pressure-380x250.jpg",
        "author": "Vinod Dsouza",
        "link_author": "https://watcher.guru/news/author/vinod",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Shiba Inu is on a downward spiral this month but that isn’t stopping investors from accumulating the token. Trading activity for SHIB has reached yearly highs on Coinbase as 89% of investors have placed it on ‘buy’ while only 11% have kept it on ‘sell’. SHIB attracted buying pressure above 80% only twice this year and experienced a breakthrough today reaching 89% during the dip. The last time SHIB’s trading volume increased to 90% was in September last year, just days before it spiked 1,000% in October.",
            "Also, the typical ‘hold time’ for Shiba Inu has increased with investors holding on to the token for 5 months. The typical hold time for SHIB at present is 150 days, a jump from its previous hold time of 4 months.",
            "Also Read: Will Shiba Inu Reach ‘1 Cent’ in 10 Years From Now?",
            "SHIB is down nearly 10% today and added a ‘zero’ again in the indices and is trading with five ‘zeroes’. The overall crypto market is again heading south as Bitcoin is down nearly 5% today.",
            "Despite its price moving downwards, top Ethereum whales have been splurging on Shiba Inu. News about a SHIB whale buying the dog-themed token is out almost every two days. The top ETH whales are making good use of the dips and accumulating SHIB to their respective portfolios."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Wanna Know How Much $1,000 Invested in Shiba Inu During the Pandemic Would Be Worth Now? Read Ahead",
        "description": "\nShiba Inu has amassed widespread popularity among investors. The pandemic was followed by the stock market and crypto… ",
        "link": "https://watcher.guru/news/wanna-know-how-much-1000-invested-in-shiba-inu-during-the-pandemic-would-be-worth-now-read-ahead",
        "category": "Shiba Inu",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/ezgif-2-877e4fa109-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Shiba Inu has amassed widespread popularity among investors. The pandemic was followed by the stock market and crypto market crash in 2020. Investors who managed to pour in some funds during that time, proved to be lucky as they bagged massive profits during the past two years.",
            "Not just stocks, but also cryptocurrencies displayed quite the show during the period. Let’s break the suspense and go through the journey of Shiba Inu since its launch in August 2020.",
            "Shiba Inu was created by an anonymous person in August 2020. Commonly called the “Dogecoin killer,” SHIB has amassed quite the name and fame with a strong Shibarmy supporting the project throughout its journey.",
            "The pandemic time and the launch of Shiba Inu turned out to be a lucky charm as many investors pooled their money into the coin. During the late 20s and 21, cryptocurrency investment gained popularity, and Shiba Inu was eyed as one of the key investment assets.",
            "Shiba Inu started trading at $0.00000000051 in August 2020. The value of the coin fell to $0.000000000082 by September of 2020, which is its all-time low since it began its journey."
        ]
    },
    {
        "date": "2022-06-29",
        "title": "Polkadot Discloses New Governance Model Dubbed Gov2",
        "description": "\nPolkadot founder Gavin Wood announced that a new transformation is on its way for its blockchain governance model.… ",
        "link": "https://watcher.guru/news/polkadot-discloses-new-governance-model-dubbed-gov2",
        "category": "Altcoins",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/ezgif-2-e241cb1b11-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Polkadot founder Gavin Wood announced that a new transformation is on its way for its blockchain governance model. The announcement was made by Wood on Wednesday at the streamed main stage event during the Polkadot Decoded 2022 conference.",
            "He announced that the current “Layer 0” blockchain would drift to an inclusive and decentralized model. Wood unveiled the new “Gov2” model and spoke about how the new model will aid in improving Polkadot’s decision-making.",
            "The new governance model’s primary objective is to improve the proportion of group choices that the Polkadot governance system is capable of making. In contrast to the existing approach, which employs a public proposal queue, the new governance model would let anybody launch a referendum whenever they choose.",
            "The new Gov2 governance model will allow to include multiple referendums, which will simultaneously cover various issues that are happening. There will also be no limit to the number of referenda that will be open for voting. The new model will also introduce a Polkadot Fellowship that will replace the technical committee and governance council that are involved in the process of voting.",
            "The Fellowship will make sure that technical experts’ ideas are still heard and taken into account in Polkadot governance without giving this group of stakeholders excessive influence. The new multirole delegation model will give Polkadot holders the power to entrust the voting powers to the community leaders."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Le performance di Tesla, Enel, Telecom, Ferrari in Borsa",
        "description": "Il bear market è cosa conclamata ma questa settimana alcuni titoli hanno preso una boccata d'aria\n",
        "link": "https://cryptonomist.ch/2022/06/28/tesla-ferrari-borsa/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/borsa-tesla-ferrari-220x150.jpeg",
        "author": "George Michael Belardinelli",
        "link_author": "https://cryptonomist.ch/author/george-michael-belardinelli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "News dal Mondo",
        "language": "it-IT",
        "news_body": [
            "Il bear market è ormai assodato, le azioni in Borsa sono in rosso dal 2022, ma in alcuni settori le perdite sono iniziate anche molto prima. ",
            "Il trader ed esperto di asset management, Trevor Greetham, allo “Squawk Box Europe” della CNBC di lunedì scorso ha dichiarato:",
            "“Pensiamo ancora di essere in un mercato ribassista e pensiamo che questo sia come lo descrivi tu, un rally di sollievo, e quello che abbiamo visto finora è solo la parte di quel mercato ribassista guidata dai tassi di interesse. Avevi mercati ribassisti di due o tre anni nelle azioni e abbiamo avuto sei mesi finora, quindi gli utili sono il prossimo problema. Le banche centrali devono ridurre l’inflazione e questo significa creare capacità inutilizzata, e questo potrebbe essere abbastanza un lungo periodo di macinazione”. ",
            "La visione a due anni è ragionevolmente del mercato ribassista almeno secondo Greetham, direttore asset allocation di Fidelity International. ",
            "Nel frattempo, nella borsa americana, ma nel caso specifico a Piazza Affari, alcuni titoli come quelli energetici riconducibili all’S&amp;P 500, Dow Jones e Big tech sembrano tirare un sospiro di sollievo. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Tesla di Elon Musk e il programma contro i blackout in California",
        "description": "I dipendenti che rientrano dopo lo smart working non trovano le scrivanie",
        "link": "https://cryptonomist.ch/2022/06/28/tesla-programma-blackout/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/elon-musk-tesla-gigafactory-gruenheide-scholz-1-220x150.jpg",
        "author": "Stefania Stimolo",
        "link_author": "https://cryptonomist.ch/author/stefania-stimolo/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "News dal Mondo",
        "language": "it-IT",
        "news_body": [
            "Tesla, la società di Elon Musk, ha stretto una collaborazione con la società elettrica californiana PG&amp;E per lanciare un nuovo programma contro i blackout che utilizza i Powerwall. ",
            "Non solo tante news in casa Tesla, dove alcuni dipendenti che sono dovuti tornare in ufficio dopo la questione smart working, non hanno trovato le proprie scrivanie. ",
            "E, infine, le ultime affermazioni su Twitter di Musk, lasciano intendere le sue tendenze politiche verso la destra autoritaria. ",
            "\n\n\n\n",
            "Elon Musk potrebbe aver trovato una nuova soluzione per i frequenti blackout in California."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Previsioni sul prezzo di Bitcoin: BTC verso $76k o verso lo zero?",
        "description": "C'è chi dice che tornerà ai suoi massimi, mentre c'è chi dice che l’asset non vale nulla",
        "link": "https://cryptonomist.ch/2022/06/28/previsioni-prezzo-bitcoin/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/golden-bitcoin-virtual-currency-coin-1-220x150.jpg",
        "author": "Marco Cavicchioli",
        "link_author": "https://cryptonomist.ch/author/marco-cavicchioli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Bitcoin",
        "language": "it-IT",
        "news_body": [
            "In questo periodo di incertezza sui mercati crypto stanno circolando molte previsioni sul prezzo di Bitcoin, molto diverse tra di loro. ",
            "\n\n\n\n",
            "Tendenzialmente tra queste ve ne sono ben poche molto bullish sul breve periodo, mentre continuano ad essercene sul lungo. ",
            "Ve ne sono, invece, diverse bearish, soprattutto sul breve termine.",
            "Bisogna, infatti, tenere presente che analizzando gli scorsi cicli di Bitcoin – in questo momento ci si trova al quarto – dopo la bullrun post-halving ci sono sempre stati circa due anni di bear market, durante i quali il prezzo è sceso fino ad un livello inferiore dell’85% rispetto ai massimi raggiunti durante la bullrun stessa. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Hacker di XCarnival accetta ricompensa",
        "description": "XCarnival riesce a recuperare quasi tutti i fondi persi nel furto",
        "link": "https://cryptonomist.ch/2022/06/28/hacker-xcarnival-ricompensa/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/xcarnival-220x150.png",
        "author": "Vincenzo Cacioppoli",
        "link_author": "https://cryptonomist.ch/author/vincenzo-cacioppoli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Defi",
        "language": "it-IT",
        "news_body": [
            "Autore dell’hackeraggio di XCarnival, aggregatore di prestiti per asset metaverso, ha accettato una ricompensa da 1,85 milioni di dollari per restituire i fondi sottratti.",
            "L’hacker autore del furto avvenuto lo scorso 26 giugno ai sistemi dell’aggregatore di prestiti per metaverso, XCarnival, ha accettato di restituire parte dei fondi rubati dietro il pagamento di un ricompensa da 1,85 milioni di dollari. L’aggregatore di prestiti per NFT e metaverso, aveva già recuperato il 50% dei 3,8 milioni di dollari persi ed ora ha deciso per il pagamento del riscatto per ricevere la parte restante.",
            "Secondo le prime ricostruzioni fatte dalla società Peckshield, incaricata di investigare sul furto, un hacker avrebbe sfruttato una falla dello smart contract che ha consentito di utilizzare anche un bene impegnato come garanzia, in questo caso un Bored Ape Yacht Club NFT. ",
            "",
            "In un comunicato della società investigativa si legge:"
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Ledger integra il progetto DeFi Alkemi sulla propria app",
        "description": "Una nuova partnership per rendere sempre più accessibile il mondo della finanza decentralizzata\n",
        "link": "https://cryptonomist.ch/2022/06/28/ledger-integra-defi-alkemi/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/BHikljV-220x150.png",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Defi",
        "language": "it-IT",
        "news_body": [
            "Ledger, il famoso hardware wallet, ha deciso di integrare nella propria app chiamata Ledger Live, la dApp DeFi Alkemi. L’app Ledger Live, disponibile su desktop e dispositivi mobile, ha attualmente 1.5 milioni di utenti e quindi potrebbe rendere i prestiti decentralizzati di più facile accesso.",
            "\n\n\n\n",
            "JF Rochet, vicepresidente dello sviluppo internazionale di Ledger, ha spiegato:",
            "“Ledger Live è la porta di accesso alle risorse digitali e al Web3 e siamo entusiasti di integrare la prima app Yield in Ledger Live. Con Alkemi, gli utenti di Ledger avranno più modi per far crescere le proprie risorse godendo di tutti i vantaggi delle criptovalute senza custodi centralizzati”.",
            "Infatti, Ledger è una piattaforma non-custodial, il che vuol dire che ogni utente possiede il proprio seed e nessun altro. Per questo, lo scopo primario dell’azienda francese è eliminare ogni intermediario ed è per questo che vuole integrare anche le dApp, al fine di essere un ponte tra crypto e tutti i modi per utilizzarle senza mai rivolgersi a piattaforme centralizzate."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Come le criptovalute rivoluzioneranno il futuro del business",
        "description": "Le soluzioni innovative introdotte dalle criptovalute nel mondo degli affari\n",
        "link": "https://cryptonomist.ch/2022/06/28/criptovalute-futuro-business/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/crypto-1-220x150.jpg",
        "author": "Thuy Dung",
        "link_author": "https://cryptonomist.ch/author/thuy-dung/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "Il mercato delle criptovalute è cresciuto in maniera troppo grande per essere ignorato, e continua a farlo nonostante l’attuale “inverno crypto”. Le aziende che in precedenza avevano scartato questa tecnologia la stanno gradualmente adottando. Tutti stanno facendo il possibile per capitalizzare il potenziale delle criptovalute. Un numero crescente di aziende sta già utilizzando le crypto come strumento di investimento, operativo e transazionale. Anche casi d’uso come i pagamenti transfrontalieri, i mercati NFT, la finanza decentralizzata (DeFi), i sistemi di gestione delle identità, ecc. hanno visto un’adozione massiccia.",
            "Inoltre, le piattaforme di TradFi come PayPal, VISA e Mastercard hanno integrato le criptovalute e le loro applicazioni nei loro ecosistemi. Allo stesso modo, Tesla, Starbucks, McDonald’s, Balenciaga, Shopify e migliaia di altri sono saliti sul carro delle criptovalute. E non c’è da stupirsi, visto che il potenziale delle criptovalute è ben al di sopra di ogni più rosea aspettativa. L’industria degli NFT da oltre 40 miliardi di dollari e il mercato della DeFi da oltre 95 miliardi di dollari ne sono i maggiori esempi.",
            "\n\n\n\n",
            "In ogni caso, il merito spetta ai vantaggi intrinseci delle criptovalute. Sebbene sia ovvio che il mercato sia cresciuto fino a raggiungere miliardi di dollari, il motivo è da ricercare nei vantaggi e nei servizi offerti.",
            "Se il mercato delle criptovalute ha raggiunto i miliardi di dollari, è grazie ai vantaggi che offre rispetto ai sistemi finanziari tradizionali. Il settore ha creato grandi prospettive finanziarie e tecnologiche per il mondo. Uno dei vantaggi più importanti che le crypto hanno effettivamente offerto è l’accessibilità. Il settore crypto ha permesso alle piccole imprese di competere con le grandi aziende: ad esempio, la startup di crypto-commerce exeno ha utilizzato Binance Pay per competere con i giganti del settore. Hanno creato un mercato con un’ampia gamma di prodotti e l’intero ecosistema di strumenti, basato sulle criptovalute. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Doodles NFT assume Pharrell Williams come Chief Brand Officer",
        "description": "Meta introduce nuovi strumenti audio per la Realtà Aumentata (AR) e la Realtà Virtuale (VR)\n",
        "link": "https://cryptonomist.ch/2022/06/28/doodles-pharrell-williams/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/NFT-project-Doodles-brings-Happy-singer-Pharrell-Williams-on-board-1-220x150.png",
        "author": "Stefania Stimolo",
        "link_author": "https://cryptonomist.ch/author/stefania-stimolo/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "NFT",
        "language": "it-IT",
        "news_body": [
            "Doodles NFT sceglie Pharrell Williams, il produttore musicale, come Chief Brand Officer ampliando il suo team con personaggi di alto profilo. L’annuncio è stato fatto davanti ai follower di Doodle presso NFT.NYC.",
            "Nel frattempo, Meta Platform sta sviluppando anche nuovi strumenti audio per la Realtà Aumentata (AR) e la Realtà Virtuale (VR)",
            "Durante l’evento NFT.NYC, davanti agli holder di Doodles NFT, il progetto ha annunciato di aver una “new entry” nel team come Chief Brand Officer: Pharrell Williams. Ecco l’annuncio anche sui social: ",
            "",
            "“Annuncio 1: @alexisohanian’s @sevensevensix guiderà la prima raccolta di fondi di Doodles, insieme al socio fondatore @katelin_cruse si unirà al nostro Consiglio di amministrazione."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "SEC: Gary Gensler ritiene che Bitcoin sia una commodity",
        "description": "Durante un'intervista della CNBC allo Squawk Box sono emerse nuovi potenziali modi per regolare BTC",
        "link": "https://cryptonomist.ch/2022/06/28/sec-gary-gensler-bitcoin-commodity/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/SEC_Sstock-220x150.jpg",
        "author": "George Michael Belardinelli",
        "link_author": "https://cryptonomist.ch/author/george-michael-belardinelli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Sicurezza",
        "language": "it-IT",
        "news_body": [
            "Durante un’intervista della CNBC allo Squawk Box, il Presidente della US SEC, Gary Gensler, ha fatto dichiarazioni importanti su Bitcoin, accomunabile a delle commodity, e sulle crypto che sarebbero come delle security.",
            "Queste definizioni sono importanti, specialmente se pensiamo che SEC e CFTC vogliono regolare le criptovalute e probabilmente per farlo si partirà da leggi esistenti che si estenderanno anche agli asset crittografici.",
            "Secondo il Presidente, le criptovalute sono degli asset altamente speculativi, non solo per le recenti performance, ma per tutti i dati accumulati da CFTC e SEC che da tempo stanno monitorando gli andamenti di alcune valute digitali:",
            "“Il pubblico spera in un ritorno, proprio come quando investe in altri asset finanziari che chiamiamo security. Molti degli asset crypto-finanziari hanno gli attributi chiave di un titolo”.",
            "Queste le parole del Presidente, che quindi ritiene che alcune crypto sarebbero accomunabili a delle security. Bitcoin per Gensler sarebbe, invece, una commodity e non una security, come da tempo altri funzionari americani sostengono."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Attaccata anche Tether durante l’implosione di Terra",
        "description": "In particolare fu presa di mira la coppia di scambio di contratti future perpetual USDT/USD",
        "link": "https://cryptonomist.ch/2022/06/28/attaccata-tether/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/im-549623-220x150.jpg",
        "author": "Marco Cavicchioli",
        "link_author": "https://cryptonomist.ch/author/marco-cavicchioli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Stable Coin",
        "language": "it-IT",
        "news_body": [
            "Durante l’implosione dell’ecosistema Terra, della criptovaluta Luna e della stablecoin UST, alcuni hedge fund scommisero forte su un’eventuale implosione anche di USDT. ",
            "Lo ha confermato ieri il CTO di Tether, Paolo Ardoino, dicendo che in particolare fu presa di mira la coppia di scambio di future perpetual USDT/USD. ",
            "",
            "Lo stesso Ardoino appoggia l’ipotesi, circolata fin da subito, che a scatenare l’implosione di Terra sia stato un attacco coordinato, con “eserciti di troll” con cui alcuni hedge fund stavano cercando di causare ulteriore panico sui mercati crypto dopo il crollo Luna, grazie ad una nuova ondata di FUD. ",
            "Questa nuova ondata era rivolta contro USDT. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Crypto.com ha rimosso Dogecoin e Shiba Inu dal suo programma Earn",
        "description": "Oggi DOGE e SHIB sui mercati crypto perdono più di tutte le altre top 15 ",
        "link": "https://cryptonomist.ch/2022/06/28/crypto-com-rimosso-dogecoin-shiba/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/Cryptocom-exchange-officially-attacked-on-the-US-market-220x150.jpeg",
        "author": "Marco Cavicchioli",
        "link_author": "https://cryptonomist.ch/author/marco-cavicchioli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "Ieri Crypto.com ha annunciato ufficialmente la rimozione di 13 criptovalute dal proprio programma Earn. ",
            "",
            "Il comunicato ufficiale dice che i seguenti token non sono più disponibili su Crypto Earn da ieri: SHIB, DOGE, XTZ, MKR, EOS, OMG, FLOW, KNC, ICX, COMP, BIFI, ONG, GAS, STRAX, BNT. ",
            "Tra queste, oltre a Tezos, Maker ed EOS, spiccano Dogecoin e Shiba Inu. ",
            "Rimangono invece disponibili sul servizio CRO, BTC, ETH, USDT, USDC, ALGO, AVAX, BAT, BNB, BCH, ADA, CELR, LINK, ATOM, MANA, EGLD, ENJ, ONE, LTC, PAXG, DOT, MATIC, SOL, XLM, TONIC, UNI, VET, VVS. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Analisi dei prezzi di Bitcoin (21k), Ethereum (1.2k) e XRP",
        "description": "Il Fear and Greed Index è pari a 10 (Extreme Fear) ed è a -2 dalla lettura di lunedì di 12 (Extreme Fear)",
        "link": "https://cryptonomist.ch/2022/06/28/analisi-prezzi-bitcoin-21k-ethereum-1-2k-xrp/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/prezzi-bitcoin.jpeg-220x150.jpg",
        "author": "R.L. Bryer",
        "link_author": "https://cryptonomist.ch/author/r-l-bryer/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Trading",
        "language": "it-IT",
        "news_body": [
            "Gli operatori rialzisti del mercato di BTC non sono riusciti a riconquistare il livello di 21k dollari durante la sessione giornaliera di lunedì e il prezzo di BTC è finito in rosso [-$349] per il secondo giorno consecutivo.",
            "Il primo grafico che analizziamo per martedì è il grafico BTC/USD a 1 settimana di @MultichainFunds. ",
            "Lunedì ha segnato la prima volta nella storia di BTC in cui il suo prezzo ha scambiato per un’intera settimana al di sotto della MA (media mobile) 200 sulla scala temporale settimanale. Se gli operatori rialzisti del mercato di BTC non riusciranno a ristabilire l’azione dei prezzi al di sopra di questo livello, potrebbe essere imminente un retest del livello di 17k dollari. ",
            "Al contrario, se gli operatori rialzisti riusciranno a riconquistare la MA 200, il loro prossimo obiettivo sarà il livello di $28k. Ciò porterebbe probabilmente l’azione dei prezzi al livello di $28k-$32k, dove i partecipanti al mercato potrebbero scoprire molto di più su ciò che possono aspettarsi per Bitcoin nel breve e medio termine. ",
            " "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Per Morgan Stanley il Proof-of-Stake di Ethereum potrebbe rallentare la domanda di GPU",
        "description": "Il nuovo studio su scalabilità e domanda di GPU",
        "link": "https://cryptonomist.ch/2022/06/28/ethereum-domanda-gpu/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/ethereum-gpu-220x150.jpeg",
        "author": "Vincenzo Cacioppoli",
        "link_author": "https://cryptonomist.ch/author/vincenzo-cacioppoli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Ethereum",
        "language": "it-IT",
        "news_body": [
            "Un report della banca d’affari americana dimostra come il nuovo aggiornamento di Ethereum, che prevede il passaggio al Proof-of-Stake, potrebbe non risolvere i problemi di scalabilità della blockchain.",
            "In un report curato dall’equity strategist di Morgan Stanley, Sheena Shah, il nuovo aggiornamento di Ethereum Arrow Glacier, che dovrebbe essere ormai in dirittura di arrivo, potrebbe generare un rallentamento di GPU, le unità di elaborazione grafica usata dai miners.",
            "Shah ha scritto in un report di qualche giorno fa che dopo i grandi cali delle scorse settimane del mercato, l’attività di mining è diventata meno redditizia e che se Ethereum passerà all’utilizzo di Proof-of-Stake (PoS) eliminerà la necessità di miner, riducendo così la domanda di GPU.",
            "Shah ha dichiarato:",
            "“"
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Jed McCaleb detiene ancora 96 milioni di Ripple (XRP)",
        "description": "Il Co-founder ed ex CTO vende quote di XRP secondo un calendario prestabilito\n",
        "link": "https://cryptonomist.ch/2022/06/28/jed-mccaleb-xrp/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/Jed-McCaleb-220x150.jpeg",
        "author": "Stefania Stimolo",
        "link_author": "https://cryptonomist.ch/author/stefania-stimolo/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Altcoin",
        "language": "it-IT",
        "news_body": [
            "Jed McCaleb, co-founder ed ex CTO di Ripple, detiene ancora 96 milioni di XRP nel suo wallet, come risultato di una strategia che vede la vendita delle quote di XRP secondo un calendario prestabilito.",
            "Il co-founder ed ex CTO di Ripple, Jed McCaleb, pare abbia ancora 96 milioni di XRP nel suo wallet, come risultato di una strategia di vendita di quote di XRP seguendo un calendario prestabilito, che lo porterà però a 0 XRP in meno di un mese. ",
            "",
            "“Ora siamo ufficialmente a meno di un mese prima che il conto del chiosco di taco di Jed McCalebs sia vuoto di $XRP.”",
            "In pratica, secondo i dati forniti da Jed Balance, un sito web dedicato al monitoraggio del saldo XRP di Jed McCaleb, pare che attualmente il co-founder di Ripple abbia attualmente 96.199.414 XRP, l’equivalente di 32 milioni e mezzo di dollari, nel suo portafoglio."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Si, il ristorante Bored and Hungry di Bored Apes accetta ancora crypto",
        "description": "La scorsa settimana il giornale LA Times aveva riportato che il fast food di Long Beach aveva smesso di accettare ApeCoin ed Ethereum come metodo di pagamento a causa del mercato in fase Orso\n",
        "link": "https://cryptonomist.ch/2022/06/28/bored-hungry-rypto/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/bored-hungry-220x150.jpeg",
        "author": "Amelia Tomasicchio",
        "link_author": "https://cryptonomist.ch/author/amelia-tomasicchio/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Criptovalute",
        "language": "it-IT",
        "news_body": [
            "Sta attualmente circolando la notizia secondo cui il ristorante a tema Bored Ape Yacht Club (BAYC), Bored and Hungry, non accetterebbe più pagamenti in criptovalute. Ebbene, pare che si tratti di una fake news.",
            "La scorsa settimana il giornale LA Times aveva riportato che il fast food di Long Beach aveva smesso di accettare ApeCoin ed Ethereum come metodo di pagamento a causa del mercato in fase Orso.",
            "Ma, come sembra effettivamente anche ovvio, si tratta di una fake news. Infatti, Andy Nguyen, imprenditore che ha fondato Bored and Hungry, ha spiegato su Twitter che il ristorante ha sempre continuato e continuerà ad accettare le due criptovalute:",
            "",
            "E non solo, Andy ha spiegato che ha accettato criptovalute anche allo stand che avevano durante la conferenza di NFT.NYC che si è tenuta qualche giorno fa a New York."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "A fine di giugno potrebbe arrivare la regolamentazione crypto MiCA",
        "description": "A quanto pare le innumerevoli discussioni sembrano aver raggiunto un accordo di massima e la fine del mese potrebbe tagliare il traguardo\n",
        "link": "https://cryptonomist.ch/2022/06/28/regolamentazione-crypto-mica/",
        "history": "30/06/2022 04:45:18",
        "image": "https://cryptonomist.ch/wp-content/uploads/2022/06/mica-220x150.jpeg",
        "author": "George Michael Belardinelli",
        "link_author": "https://cryptonomist.ch/author/george-michael-belardinelli/",
        "dominio": "https://cryptonomist.ch",
        "views": 0,
        "category": "Regolamentazione",
        "language": "it-IT",
        "news_body": [
            "La crypto regolamentazione del Markets in Crypto Asset, comunemente denominata MiCA, è da tempo una chimera tanto attesa quanto rimandata per vari motivi, ma potrebbe arrivare a fine giugno.",
            "Secondo un tweet pubblicato da Patrick Hansen, venture advisor presso Presight Capital e contributor per l’EU in tema di criptovalute, la regolamentazione sarebbe presto in arrivo. Per la precisione, il termine ultimo sarebbe il 30 giugno 2022.",
            "Una regolamentazione di un asset giovane come le crypto, ma molto attrattivo di capitali e curiosi, potrebbe essere una buona cosa e di certo sia la Banca Centrale Europea che gli Stati se ne sono resi conto. ",
            "Si sa, mettere d’accordo tutti in particolar modo in un settore così affermato nonostante abbia poco più di una decade all’attivo è cosa ardua e questo ha contribuito a lungaggini burocratiche e discussioni per trovare una squadra. ",
            "Ma quanto successo con il fallimento di Luna e Terra ha dato una spinta alla regolamentazione, ponendo le istituzioni di fronte a una necessità più stringente. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "I am waiting for Bitcoin to “test” $1100: Robert Kiyosaki",
        "description": "\nThe bearish market has got an array of people laying out predictions for Bitcoin [BTC]. While some believe… ",
        "link": "https://watcher.guru/news/i-am-waiting-for-bitcoin-to-test-1100-robert-kiyosaki",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1516245834210-c4c142787335-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The bearish market has got an array of people laying out predictions for Bitcoin [BTC]. While some believe that Bitcoin has already achieved its bottom at $20K, a few others continue to believe that $13K is it for BTC. A new prediction, however, shook the community as it indicates a drop down to $1100.",
            "The author of the book Rich Dad, Poor Dad, Robert Kiyosaki has previously made noise following his predictions surrounding the king coin. Once again, with a rather controversial prediction, Kiyosaki created a stir in the market. Earlier today, the author took to Twitter and revealed that he was waiting for Bitcoin to test $1,100. Following this, he expects the world’s largest crypto to recover. The period that follows would be a great time for him to make his purchase, Kiyosaki affirmed. ",
            "In addition to this, he pointed out that weak hands often quit when they lose. However, winners learn from their losses. ",
            "The newbies that entered the crypto market were terrified of the ongoing bear cycle. It’s no doubt that many even bid adieu to the market. The possibility of Bitcoin testing any other level below $10K would certainly register the exit of many more. ",
            "Kiyosaki’s previous tweets began resurfacing. The author, back in May had predicted that Bitcoin would slump down to $20K. He then speculated that BTC would hit its bottom at $17K. He added that “crashes are the best times to get rich.” "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Exclusive: Bored Ape-themed Restaurant Confirm they Still Accept Cryptos",
        "description": "\nBored Ape Yacht Club-themed restaurant ‘Bored & Hungry’ made headlines early this year for being the first restaurant… ",
        "link": "https://watcher.guru/news/exclusive-bored-ape-themed-restaurant-confirm-they-still-accept-cryptos",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/bayc-bored-and-hungry-380x250.jpg",
        "author": "Vinod Dsouza",
        "link_author": "https://watcher.guru/news/author/vinod",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Bored Ape Yacht Club-themed restaurant ‘Bored &amp; Hungry’ made headlines early this year for being the first restaurant to fully embrace the crypto and NFT culture. The restaurant also announced that it will accept Bitcoin, Ethereum, ApeCoin, and other cryptos as a form of payment. However, The Los Angeles Times reported this week that Bored &amp; Hungry stopped accepting cryptos and asked diners to pay with cash or cards.",
            "LA Times reported that the market crash cost the BAYC-themed restaurant heavily and they’re looking into the traditional form of payment. They even quoted a restaurant employee answering if they accept cryptos as, “Not today, I don’t know.”",
            "All top outlets carried the news of Bored Ape-themed restaurant ditching cryptos and going for cash. The news about the joint not accepting cryptos spread like wildfire in the crypto and NFT space. The word on the street remained negative and the joint received criticisms on social media for ignoring cryptos.",
            "Also Read: Institutions trigger $420 million in Bitcoin, Altcoin Outflows; Details",
            "Andy Nguyen, the owner of Bored &amp; Hungry called the LA Times report “fake news” on Twitter. He also refuted the leading daily’s claims that they stopped accepting cryptos due to the market crash. “We would just adjust the crypto pricing to match USD,” he tweeted."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Addresses Holding at Least 1 Bitcoin Has Reached an All-time High of 873,043",
        "description": "\nAs per the data from Glassnode, the number of addresses that hold at least 1 bitcoin hit an… ",
        "link": "https://watcher.guru/news/addresses-holding-at-least-1-bitcoin-has-reached-an-all-time-high-of-873043",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/ezgif-3-92f10b2b34-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "As per the data from Glassnode, the number of addresses that hold at least 1 bitcoin hit an all-time high of 873,043.",
            "The significant increase in the number of single bitcoin holders can be credited to the strengthened belief of the hodlers who were on a long mission to get their first bitcoin.",
            "The investors, retail and institutional, who are in the crypto game for the long term, took advantage of the crypto winter to accumulate more bitcoin and other cryptos.",
            "The market has not been kind to the crypto investors with bitcoin fluctuating between $18,067 low and a high of $21,783. Bitcoin seems to be struggling to keep the $20k support level as it tends to go up slightly and fall back eventually. According to the data from CoinMarketCap, BTC is currently trading at $20,312.09.",
            "According to Glassnode, there is an excess of HODLing behavior in the market. This in turn resulted in bitcoin investors steadily holding onto their coins despite the tumbling prices in 2022. The report by Glassnode also stated that bitcoin is trading far below its fair value as compared to its liquidating value by the HODLers."
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Is this Ethereum killer bearing the side-effects of ‘steroids’?",
        "description": "\nEthereum founder Vitalik Buterin recently took Twitter to opine on the once-hyped blockchain network EOS. After labeling it… ",
        "link": "https://watcher.guru/news/is-this-ethereum-killer-bearing-the-side-effects-of-steroids",
        "category": "Altcoins",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/ETH-on-steriods-380x250.jpg",
        "author": "Lavina Daryanani",
        "link_author": "https://watcher.guru/news/author/lavina",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Ethereum founder Vitalik Buterin recently took Twitter to opine on the once-hyped blockchain network EOS. After labeling it to be “Ethereum on Steroids,” he went on to mockingly praise it. The exec asserted that the EOS core team had capitalized on Ethereum’s “amateurish naivety,” and built out a faster and scalable smart contract platform.",
            "Cardano’s founder, and ex-Etheruem exec, bluntly questioned Buterin if he was “OK”. ",
            "Post its launch in 2018, EOS quickly grabbed the limelight because of its ability to raise $4.1 billion via its initial coin offering. With time, EOS was dubbed to be a competitor of Ethereum, owing to its capacity to offer a higher rate of transactions per second.",
            "Buterin has always been cynical of the network though. Back in 2019, he had called the network a “centralized pile of trash.”",
            "Post its hyped phase, however, EOS became a victim of its own success and started losing relevance. Nonetheless, EOS Network CEO Yves La Rose recently contended that the network is more than just a victim. He said that the community has shown “great resiliency” and compared it with that of Bitcoin. The exec, in fact, advocated a “comeback” and said that the new EOS was primed to become the talk of the town again. "
        ]
    },
    {
        "date": "2022-06-28",
        "title": "Ethereum price toss: Is it going to be bulls or bears?",
        "description": "\nIs it a bull? Is it a bear? The Ethereum price chart is currently at a crucial level… ",
        "link": "https://watcher.guru/news/ethereum-price-toss-is-it-going-to-bulls-or-bears",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/05/ethereum-380x250.jpeg",
        "author": "Namrata Shukla",
        "link_author": "https://watcher.guru/news/author/namrata",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Is it a bull? Is it a bear? The Ethereum price chart is currently at a crucial level that could determine its short-term future. The leader of altcoins recently witnessed its value collapse within a descending channel. The drop was 7%, from $1,249 to $1,160 on 27th June, as shown in the ETH/USD chart below. ",
            "However, the price broke out of the bearish pattern shortly after, and buying pressure pushed the ETH’s value by 6.55% on 28th June. This buying pressure could not be sustained as the price had started to move between the immediate resistance at $1,236 and support at $1,220. ",
            "The above chart highlighted the crucial role played by the $1,220 support previously for Ethereum. The orange circles mark the points during which the price of Ether failed to maintain this support and slipped to $1,214. The current price level was also witnessing a rise in the selling pressure. If the selling of Ethereum continues, it may drop under $1,214 and could halt only at $1,182, where lies the following support. ",
            "According to reports, this buying pressure was visible on cryptocurrency exchange Binance among other centralized exchanges. An anonymous whale or prominent investor was speculated to be behind the sudden pump of the value of Ethereum. ",
            "This bear market has been rough for Ethereum and the rest of the market. As the bears stepped in, the digital asset’s value collapsed to a low of $1,030- 75% off the $4,808 all-time-high. With tightening monetary policy and a falling cryptocurrency market, the Ethereum ecosystem witnessed a perfect storm leading to a historical de-leveraging event, per glassnode. "
        ]
    },
    {
        "date": "2022-06-27",
        "title": "Did this Hacker get away with a $3.8 million NFT hack?",
        "description": "\nSimilar to the crypto-verse, the NFT space garnered increased traction and managed to be valuable. Particularly to ill-doers.… ",
        "link": "https://watcher.guru/news/did-this-hacker-get-away-with-a-3-8-million-nft-hack",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/hacking-g75212f23a_1920-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Similar to the crypto-verse, the NFT space garnered increased traction and managed to be valuable. Particularly to ill-doers. From hacking exchanges and pocketing easy money via cryptocurrencies, perpetrators have upgraded. With all eyes on the non-fungible token space, hackers are veering in and stealing digitized material worth millions. But in a bizarre situation, one hacker who exploited the lending pool XCarnival was all set to return the stolen funds. Just half of it. ",
            "The NFT lending pool experienced an attack on its smart contract during a transaction. This was mostly due to a flaw in the network’s code. Banking on this, the hacker decided to deposit one Bored Ape NFT and employed it as collateral to borrow more funds. Following this, the assets from the pool were stolen as the hacker managed to take loans without repaying the existing ones. After draining the entire pool by repeating the process, a total of 3,087 ETH or $3.8 million was compromised. ",
            "Seeking the stolen funds back, XCarnival reached out to the hacker. Through on-chain messages, the platform initially offered the hacker a total of $300,000 for the stolen funds. However, this was further increased to half of the stolen funds and no legal action. ",
            "It seems like XCarnival made the hacker an offer that he couldn’t refuse. The hacker’s wallet currently has $1.8 million worth of ETH which is about 1,500 ETH. PeckShield revealed that 1467 ETH was sent back to XCarnival Lab. ",
            "Furthermore, many of them in the community pointed out the extensive loss that the platform incurred. However, a few others noted how getting back 50 percent of the stolen funds was better than getting back nothing. "
        ]
    },
    {
        "date": "2022-06-27",
        "title": "Bored Ape-Themed Restaurant No Longer Accepts Bitcoin & Cryptos?",
        "description": "\nThe Bored Ape Yacht Club-themed restaurant ‘Bored & Hungry’ made headlines earlier this year for being the first… ",
        "link": "https://watcher.guru/news/bored-ape-themed-restaurant-no-longer-accepts-bitcoin-cryptos",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/bayc-bored-and-hungry-380x250.jpg",
        "author": "Vinod Dsouza",
        "link_author": "https://watcher.guru/news/author/vinod",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The Bored Ape Yacht Club-themed restaurant ‘Bored &amp; Hungry’ made headlines earlier this year for being the first restaurant to fully embrace the crypto and NFT culture. The joint also announced that it will accept Bitcoin, Ethereum, ApeCoin, and other cryptos as a form of payment. However, The Los Angeles Times reported that the market crash took a toll on the restaurant and they’re no longer accepting cryptos. ",
            "Bitcoin is around the $20,000 mark while Ethereum is hovering around $1,200. The crypto crash wiped away profits from the restaurant, which is currently keen on taking fiat only, reported LA Times.",
            "Also Read: Publicly Listed ‘Crypto Payment’ Firm Fires 40% of its Staff",
            "The leading daily reported that all signboards in the restaurant which proudly proclaimed they accept cryptocurrencies have been removed. It also reported that their marketing words Bitcoin, Ethereum, and ApeCoin are no longer seen at the joint. They quoted a restaurant employee answering if they accept cryptos as, “Not today, I don’t know.”",
            "The news about the restaurant not accepting cryptos spread like wildfire in the crypto and NFT space. The word on the street remained negative and hurt its prospects of being an ‘NFT and crypto friendly’ restaurant."
        ]
    },
    {
        "date": "2022-06-27",
        "title": "Ethereum Merge May Have No Benefits: Morgan Stanley",
        "description": "\nA new report by Morgan Stanley, one of the largest financial institutions in the world, has addressed Ethereum’s… ",
        "link": "https://watcher.guru/news/ethereum-merge-may-have-no-benefits-morgan-stanley",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/Ethereum-Climbs-1-1140x641-1-380x250.jpeg",
        "author": "Paigambar Mohan Raj",
        "link_author": "https://watcher.guru/news/author/paigambar",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "A new report by Morgan Stanley, one of the largest financial institutions in the world, has addressed Ethereum’s (ETH) upcoming merge. The merge, which will see Ethereum move to a proof-of-stake model, will remove the need for miners. As per the report, this will reduce the need for graphics processing units (GPUs) and energy. ",
            "According to the bank, cryptocurrency mining has significantly affected the gaming graphics industry over the past 18 months, generating an expected 14% of revenue in 2021 while also significantly contributing to a severe graphic scarcity that increased the total mix and cost.",
            "Although GPU demand is on the decline, Nvidia is less vulnerable to the need for mining cryptocurrencies than it was in 2017–19, according to the paper. Additionally, the bank observed that in the first half of the year, demand for graphics cards from crypto mining started to decline.",
            "Nvidia and AMD have asserted that they reduced the likelihood of negative cryptocurrency-related scenarios. Still, Morgan Stanley believes that gaming GPU prices will decline in the first quarter of next year. This will be caused by several variables, such as weaker demand due to a decline in working from home, the move of Ethereum to PoS, and difficult sequential comps following the rebuilding of channel inventories in 2022.",
            "As previously reported, mining revenue has hit the lowest point in over a year. Many miners have started selling their gear on the second-hand market. This has further reduced graphic card prices. "
        ]
    },
    {
        "date": "2022-06-26",
        "title": "Harmony Protocol Offers $1M Bounty to Return $100M Stolen Assets",
        "description": "\nHarmony Protocol is offering a $1 million bounty to the hacker to return $100 million worth of stolen… ",
        "link": "https://watcher.guru/news/harmony-protocol-offers-1m-bounty-to-return-100m-stolen-assets",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1541345247938-f4263960af00-1024x683.jpg-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Harmony Protocol is offering a $1 million bounty to the hacker to return $100 million worth of stolen assets.",
            "The Horizon Bridge to the Harmony Layer-1 chain suffered an attack that caused the theft of over $100 million in assets. Horizon played the role of a bridge between Ethereum, Binance Chain, and Bitcoin.",
            "The network announced to the public on Twitter that it has begun investigating the incident with the assistance of national authorities.",
            "The Harmony Protocol team has announced a $1 million reward for the return of the $100 million in cryptocurrency stolen during the Horizon bridge attack. The reward is also for the hacker to share information on how the attack happened. The team also added that no criminal charges will be taken against the hackers if the funds are returned.",
            "But seems like crypto Twitter thinks that a $1 million reward for a $100 million hack is too low."
        ]
    },
    {
        "date": "2022-06-25",
        "title": "Ethereum Merge to be Executed on Sepolia Testnet by July 6",
        "description": "\nThe recent “shadow fork” in anticipation of the Ethereum merge was not as successful as anticipated, according to… ",
        "link": "https://watcher.guru/news/ethereum-merge-to-be-executed-on-sepolia-testnet-by-july-6",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/D0DC7A61-ED50-4F48-AA88-590F2897C617-380x250.jpeg",
        "author": "Uno",
        "link_author": "https://watcher.guru/news/author/oluwapelumi",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The recent “shadow fork” in anticipation of the Ethereum merge was not as successful as anticipated, according to a Twitter thread by Ms. Christine Kim, an analyst at Galaxy Digital.",
            "According to the thread, Ethereum developers discovered some issues that could affect the success of the Merge.",
            "However, despite all of these issues, the developers remain optimistic that the Merge would happen on the Sepolia testnet by July 6.",
            "Per the Twitter thread, the shadow fork experienced issues in node synchronization as around “20% of nodes dropped off right at Merge activation and even more nodes dropped off thereafter.”",
            "Kim continued that the drop-off was caused by issues that arose from the Erigon and Hyperledger Besu nodes."
        ]
    },
    {
        "date": "2022-06-24",
        "title": "Why are investors pouring billions of dollars into the NFT industry?",
        "description": "\nThe NFT space has massively grown over the last few years, and people have been pouring billions of… ",
        "link": "https://watcher.guru/news/why-are-investors-pouring-billions-of-dollars-into-the-nft-industry",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/1200-900-fi-3-e1656075336517-380x250.jpg",
        "author": "Lavina Daryanani",
        "link_author": "https://watcher.guru/news/author/lavina",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The NFT space has massively grown over the last few years, and people have been pouring billions of dollars into this industry to acquire e-apes, e-punks, or other funky digital collectibles. Despite the large sum of money flowing into the space, some couldn’t wrap their heads around the exorbitant selling price of NFT that is freely accessible to anyone on the Internet.",
            "Well, there are several reasons. The primary motive of most NFT collectors is to make profits by buying tokens at lesser prices and selling them at higher prices. Nonetheless, a few resort to purchasing to be a part of the community and flex. That said, it doesn’t mean that the space has no ardent digital art collectors or gamers.",
            "Looking beyond NFT’s profit-making",
            "A recent survey conducted by DEXterlab revealed that close to 64% [of the 1318 respondents] indicated that they buy NFTs to make money. However, the remaining chunk of people prioritized other aspects.",
            "15% of the respondents buy digital art tokens to flex and be a part of communities. The fact that humans are social creatures and possess the desire to show off ain’t surprising. However, for people from this category, besides the status symbol, getting access to other significant advantages weighs almost equally. DEXterlab’s survey report revealed,"
        ]
    },
    {
        "date": "2022-06-24",
        "title": "Harmony [ONE] sinks by 12% following $100M Horizon Bridge attack",
        "description": "\nLike the bears weren’t doing enough damage to the crypto-verse, perpetrators continue to meddle with the market. With… ",
        "link": "https://watcher.guru/news/harmony-one-sinks-by-12-following-100m-horizon-bridge-attack",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1541345247938-f4263960af00-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Like the bears weren’t doing enough damage to the crypto-verse, perpetrators continue to meddle with the market. With hacks and attacks taking the front stage, a part of the Harmony network was exploited. The Horizon Bridge to the Harmony layer-1 chain underwent a massive attack causing the loss of $100 million. ",
            "Horizon acts as a bridge between Ethereum, Binance Chain, and Bitcoin. However, the BTC bridge remained unfazed and is reportedly “safe at this time.” The network took to Twitter and informed the community that it had started probing the attack with the help of national authorities. ",
            "Earlier today, nearly 11 transactions took place from the bridge. These transactions occurred between 7:08 AM to 7:26 AM ET, during which the tokens were sent to several wallets to amass ETH on Uniswap. ",
            "The stolen tokens from the Horizon bridge include, Wrapped Ether [WETH], Dai [DAI], Wrapped BTC [WBTC], Tether [USDT], USD Coin [USDC], Binance USD [BUSD], Aave [AAVE], Frax [FRAX], Frax Share [FXS] as well as Sushi [SUSHI]. ",
            "Furthermore, Harmony revealed that it was working with the FBI and several cyber security firms to investigate the attack. "
        ]
    },
    {
        "date": "2022-06-24",
        "title": "Eminem, Snoop Dogg & BAYC NFT; Here’s a Video You Shouldn’t Miss",
        "description": "\nThe GOATs have returned with some Apes. Legendary American Rappers Eminem and Snoop Dogg have unveiled their latest… ",
        "link": "https://watcher.guru/news/eminem-snoopdogg-bayc-nft",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/Screen_Shot_2022-06-24_at_3.16.42_PM-380x250.jpg",
        "author": "Paigambar Mohan Raj",
        "link_author": "https://watcher.guru/news/author/paigambar",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The GOATs have returned with some Apes. Legendary American Rappers Eminem and Snoop Dogg have unveiled their latest project in collaboration with Yuga Labs. Yuga Labs is the team behind the highly successful Bored Ape Yacht Club NFT collection.",
            "Eminem and Snoop Dogg are no strangers to NFTs and web3 initiatives. Both are proud owners of Bored Ape NFTs. However, it is the first time prominent music industry members have openly used their NFT collections in a music video.",
            "Eminem’s latest drop, named “From The D 2 The LBC”, is undoubtedly one for the history books. The song cover features a comic book depicting the duo morphed into their NFT Apes. ",
            "Moreover, the duo also dropped a music video to go along with the track. The video depicts the two rappers becoming a version of their respective Bored Apes after supposedly smoking a joint of marijuana. The focus of the video switches between Eminem and Snoop. They both transform into animated, Bored Ape-style avatars as they sing their lines. The duo recently performed the song live at Ape Fest 2022.",
            "Eminem, whose real name is Marshall Mathers (and not Slim Shady), purchased his Ape on OpenSea’s NFT marketplace for $462,000. "
        ]
    },
    {
        "date": "2022-06-23",
        "title": "Binance and Cristiano Ronaldo Collaborate To Drop Exclusive NFT Collections",
        "description": "\nBinance and Cristiano Ronaldo have announced a multi-year exclusive NFT partnership to drop exclusive NFT collections. The global… ",
        "link": "https://watcher.guru/news/binance-and-cristiano-ronaldo-collaborate-to-drop-exclusive-nft-collections",
        "category": "Binance",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/74abf269-f1fc-4f9f-9a74-3024b5954391-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Binance and Cristiano Ronaldo have announced a multi-year exclusive NFT partnership to drop exclusive NFT collections. The global exchange has teamed up with football legend Cristiano Ronaldo to roll out exclusive NFT collections on the Binance NFT marketplace.",
            "Select country Binance users can also use Binance pay to purchase the NFT collections. The partnership will provide access to limited edition NFT collections to global football fans.",
            "The first set of the NFT collection will include iconic designs created in collaboration with Ronaldo. The partnership will lure football fans all over the world and Binance is looking to make the experience a level up. Additionally, it will strengthen current alliances with the Brazilian Football Confederation, S.S. Lazio (IT), FC Porto, and the Argentine Football Association (PT).",
            "Binance is looking to rule over every industry including sports and music. Recently the exchange collaborated with The Weeknd to launch the first crypto-powered international music tour. The partnership is the first-ever international music tour that focuses on using Web3 technology for the audience. The tour is dated to commence on July 8, 2022."
        ]
    },
    {
        "date": "2022-06-23",
        "title": "Gucci Partners up With SuperRare to Launch Vault Art Space",
        "description": "\nMajor brands from all realms are trying to get their hands on the crypto ecosystem. Be it NFT,… ",
        "link": "https://watcher.guru/news/gucci-partners-up-with-superrare-to-launch-vault-art-space",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/W5UBIKVXGFBMTDMV5HB5HBD26Y-380x250.png",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Major brands from all realms are trying to get their hands on the crypto ecosystem. Be it NFT, the metaverse, accepting payments in crypto, or filing trademarks in the metaverse, major brands are all over the place. ",
            "Florence-based luxury brand Gucci is spreading its wings into Web3 with a partnership with SuperRare. Gucci has recently announced that it will be accepting crypto in select US stores later this month.",
            "To expand its presence in the world of NFT, Gucci purchased $25,000 worth of RARE tokens and joined the SuperRareDAO. The partnership is in plans to launch a digital “Vault Art Space” for various NFT artists.",
            "The digital exhibition is called “The Next 100 Years of Gucci.”The collection of NFTs will display the heritage and history of Gucci. Each of the NFTs will represent Gucci’s history and future. Starting today, the entire exhibition will be displayed and sold through Vault’s website in three different drops.",
            "This is not the first leap by Gucci into the NFT world. The fashion brand had rolled out ten NFTs in February in partnership with toy brand Superplastic. The vault exhibition will display artists from broad spectrums. The partnership marks the brand’s first entry into DAO. It will also lure other major brands to follow the trend. All the sales will be carried out in ETH."
        ]
    },
    {
        "date": "2022-06-23",
        "title": "OpenSea NFT: How to Solve OpenSea Transaction that’s Taking A Long Time",
        "description": "\nOpenSea is the biggest and the largest NFT marketplace across the globe. It boasts nearly 2 million users… ",
        "link": "https://watcher.guru/news/opensea-nft-how-to-solve-opensea-transaction-thats-taking-a-long-time",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/opensea-nft-platform-380x250.jpg",
        "author": "Vinod Dsouza",
        "link_author": "https://watcher.guru/news/author/vinod",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "OpenSea is the biggest and the largest NFT marketplace across the globe. It boasts nearly 2 million users worldwide. The NFT platform’s trading volume surpassed nearly $5 billion in sales recently suggesting that NFTs are here to stay. Millions of digital artworks are available for purchase on OpenSea with prices ranging from below 1 ETH to thousands of ETH. There’s a transaction happening every minute on OpenSea with both buyers and sellers exchanging their wallets. However, since OpenSea has a large volume of buyers and sellers, the website is prone to unusual transaction errors. OpenSea transactions can take a long time to get processed on the OpenSea NFT marketplace making the user feel frustrated.",
            "In this article, we will help you troubleshoot OpenSea transactions that take an unusually long time to get processed.",
            "Read More: How Much Dogecoin Does Tesla CEO Elon Musk Own?",
            "If you selected an NFT and won the bid to own it, but the transaction is taking a long time on Opensea:First and foremost, check if OpenSea has announced ‘server maintenance’. The downtime might not take long and the team would get the website running back on time.However, if this is not the case, use a different browser and see if the transaction issue is resolved.",
            "The main proponent that’s making your OpenSea transaction take a long time could be your adblocker. Disable your adblocker and check if the issue is resolved."
        ]
    },
    {
        "date": "2022-06-22",
        "title": "Are Instagram, Facebook late to the NFT party?",
        "description": "\nThe NFT industry witnessed a significant boom last year. The unique and digitized way of owning art lured… ",
        "link": "https://watcher.guru/news/are-instagram-facebook-late-to-the-nft-party",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/photo-1579869847514-7c1a19d2d2ad-380x250.jpg",
        "author": "Sahana Kiran",
        "link_author": "https://watcher.guru/news/author/sahana",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "The NFT industry witnessed a significant boom last year. The unique and digitized way of owning art lured in a plethora of individuals from all across the globe. With several mainstream platforms pouring their money into the field, the community was assured that NFTs were a pertinent investment. Things could be changing as OpenSea, the largest marketplace was seen experiencing low volumes. In the midst of this, Meta was prepping to further expand its interest in NFTs.",
            "Mark Zuckerberg-run Meta revealed that Instagram would be testing NFTs back in May. While several complained that introducing NFTs during the bear market was a bad idea, Zuckerberg revealed that the tokens would soon come to Facebook as well. ",
            "In a recent Facebook post, Zuckerberg highlighted ways that content creators could make money through social media. While listing out an array of different ways of monetizing content, Zuckerberg addressed the inclusion of non-fungible tokens. ",
            "As seen in the above image, Instagram would be further expanding its NFT test on Instagram. In addition to this, Facebook would soon carry out similar tests. However, it would be initially limited to a small group of creators based in the US. ",
            "Twitter emerged as one of the first social media platforms to embrace NFTs. With several mainstream companies doing the same, Meta’s latest move did not come as a surprise to many. Yet, some speculated that Meta could have been a little too late for the non-fungible token party. "
        ]
    },
    {
        "date": "2022-06-22",
        "title": "Ledger Is Bringing an NFT Marketplace and Web3 Services Platform",
        "description": "\nLedger, the crypto hardware wallet firm, is expanding its services by introducing an NFT marketplace and a web3… ",
        "link": "https://watcher.guru/news/ledger-is-bringing-an-nft-marketplace-and-web3-services-platform",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/olieman-eth-aFdTdWYXFd0-unsplash-1-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Ledger, the crypto hardware wallet firm, is expanding its services by introducing an NFT marketplace and a web3 services platform. The team made the announcement at the conference at NFT.NYC.",
            "Additionally, Ledger will also deploy other services and products revolving around security and web3 education.",
            "Ledger’s new platform will allow users to store, create, and distribute NFTs more securely and seamlessly. Since the Ledger’s primary aim is security, the company won’t compromise on that.",
            "During the launch, Ledger is partnering with major brands, including Tag Heuer, Brick, and non-fungible token projects DeadFellaz and RTFKT. Additionally, Ledger is introducing Ledger Enterprise Create, a platform that enables businesses to grow their Web3 initiatives and safely enter the NFT market.",
            "Ledger CEO Pascal Gauthier stated that the company wants to be with the creator through the entire journey from minting to distribution and production."
        ]
    },
    {
        "date": "2022-06-21",
        "title": "Uniswap Leaps into NFT by Acquiring NFT Marketplace Aggregator Genie",
        "description": "\nUniswap dives into the world of non-fungible tokens (NFT) by acquiring the NFT aggregator platform Genie. Uniswap Labs,… ",
        "link": "https://watcher.guru/news/uniswap-leaps-into-nft-by-acquiring-nft-marketplace-aggregator-genie",
        "category": "NFTs",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/06/cQobrhtk-how-to-leverage-uniswap-ethereums-noncustodial-defi-trading-platform-380x250.jpg",
        "author": "Vignesh Karunanidhi",
        "link_author": "https://watcher.guru/news/author/vignesh",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Uniswap dives into the world of non-fungible tokens (NFT) by acquiring the NFT aggregator platform Genie. Uniswap Labs, the team behind the Uniswap decentralized exchange, made the purchase.",
            "The company made the announcement in one of its recent blogs. NFTs are available to purchase on different platforms, including OpenSea, Coinbase, and LooksRare. What makes Genie different is the feature that allows one to purchase more than one item in a single transaction and also the feature that displays the rival marketplace listings.",
            "The acquisition of Genie follows the announcement of OpenSea and its plans to acquire the NFT aggregator Gem. Gem, similar to Genie, allows the purchase of multiple NFTs in a single transaction. The platforms might soon integrate NFT aggregation, which will make OpenSea and Uniswap tight rivals.",
            "As part of its foray into NFTs, Uniswap stated in a blog that it expects to launch a new page on its main site dedicated to NFTs later this year. It also intends to include NFTs in its APIs and widgets for developers.",
            "Uniswap Labs is also planning to launch a USDC airdrop for its early supporters to celebrate the takeover. The airdrop is set to launch in August and will have a claim period of 12 months. This is not Uniswap’s baby steps inside the NFT realm. It originally entered the NFT space in 2019 with Unisocks, which were NFTs that came with a tangible pair of socks. Unisocks also has a floor price of 10 ETH, according to OpenSea."
        ]
    },
    {
        "date": "2022-03-06",
        "title": "Explained: What is Layer-2 Solution on The Ethereum Blockchain & Why They Are Important?",
        "description": "\nLayer 2 refers to technologies that allow an application to scale by processing transactions outside of the Ethereum… ",
        "link": "https://watcher.guru/news/explained-what-is-layer-2-solution-on-the-ethereum-blockchain-why-they-are-important",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2022/03/41806741902_7d64d4d58b_b-380x250.jpeg",
        "author": "Paigambar Mohan Raj",
        "link_author": "https://watcher.guru/news/author/paigambar",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Layer 2 refers to technologies that allow an application to scale by processing transactions outside of the Ethereum Mainnet (layer 1) while preserving the same security and decentralization as the mainnet. Layer 2 solutions boost transaction speed, or throughput, while at the same time lowering gas costs. Polygon and Polkadot are popular Ethereum layer 2 solutions.",
            "Although the Ethereum blockchain is the most commonly utilized and likely the most secure, it is not without flaws. The Ethereum Mainnet is notorious for its long transaction times (13 per second) and high gas fees. Layer 2s, which are built on top of the Ethereum blockchain, ensuring that transactions are secure, fast, and scalable.",
            "Each system has its own set of advantages and disadvantages to consider, including throughput, gas costs, security, scalability, and, of course, functionality. At the moment, no one layer 2 solution can meet all of these requirements. However, there are layer 2 scaling techniques known as rollups that try to improve all of these qualities.",
            "Layer 2 solutions are significant because they provide scalability and greater throughput while maintaining the Ethereum blockchain’s integrity, allowing for complete decentralization, transparency, and security while lowering carbon emissions. Less gas means less energy is utilized, which means less carbon is produced. ",
            "Rollups are layer 2 scaling solutions that offload transaction processing off the main Ethereum network while still posting transaction data to layer 1. Because the transaction data is on layer 1, the same layer 1 security requirements apply to rollups. This is, in fact, the distinguishing feature of rollups for users."
        ]
    },
    {
        "date": "2021-12-06",
        "title": "Top Five Cryptocurrencies to Watch for This Week",
        "description": "\nBitcoin (BTC) and most altcoins plummeted on December 4 as the cryptocurrencies derivatives markets experienced massive deleveraging. Moreover,… ",
        "link": "https://watcher.guru/news/top-five-cryptocurrencies-to-watch-for-this-week",
        "category": "General Crypto",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/12/380009496-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Bitcoin (BTC) and most altcoins plummeted on December 4 as the cryptocurrencies derivatives markets experienced massive deleveraging.",
            "Moreover, 24 hours, data suggests that more than $2.5 billion in cryptocurrency was liquidated. Ether (ETH) has consequently outperformed Bitcoin (BTC) during the recent fall. ",
            "While Bitcoin’s market dominance has fallen below 41%, Ether’s market dominance has subsequently risen above 21%.",
            "However, some analysts believe Bitcoin’s recent decline will result in a lengthy period of consolidation. Filbfilb, the co-founder of Decentrader, believes Bitcoin will consolidate well into the first quarter of next year.",
            "CIO Lex Mskovski of Moskovski Capital moreover anticipates a “slow grind up.” Let us discuss some of the top cryptocurrencies showing great potential."
        ]
    },
    {
        "date": "2021-11-30",
        "title": "Avalanche Crypto Wallets: Everything You Need to Know",
        "description": "\nAvalanche network has grown immensely during the past year, with over a 2251.9% price gain. It is currently… ",
        "link": "https://watcher.guru/news/avalanche-crypto-wallets-everything-you-need-to-know",
        "category": "Altcoins",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/shutterstock_1982912093-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Avalanche network has grown immensely during the past year, with over a 2251.9% price gain. It is currently among the top cryptocurrencies, gaining a price rise daily. Avalanche is a cryptocurrency network like Ethereum of Polkadot. ",
            "It has its tokens, $AVAX, and smart contracts. These are the best wallets for the Avalanche blockchain and its native cryptocurrency AVAX, including hardware and software wallets.",
            "Avalanche has partnered with Ledger to create hardware Wallets for the crypto coin. Hardware Wallets are external removable devices to store the private key in a safe chip and sign all AVAX transactions internally on the device. ",
            "It is among the most secure and trusted hardware wallets. It can integrate third-party wallets such as Avalanche, making it a popular lead $AVAX wallet. You can use it on all operating systems and desktop and mobile devices because Ledger Live creates a safe environment for you to perform cryptocurrency transactions.",
            "Ledger Nano X is an improvement of Ledger Nano S. Therefore, and it is the second generation of Ledger hardware wallets. It is efficient with a security system built from scratch, more extensive storage, and a widescreen. It is effortless to use because it has only two buttons for navigation."
        ]
    },
    {
        "date": "2021-11-30",
        "title": "Investor’s Guide to Metaverse",
        "description": "\nMetaverse is suddenly the biggest buzzword in tech, and every investor wants a share of it. The term… ",
        "link": "https://watcher.guru/news/investors-guide-to-metaverse",
        "category": "Guides",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/webp-net-resizeimage-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Metaverse is suddenly the biggest buzzword in tech, and every investor wants a share of it. The term metaverse is not new; in fact, it has been in use for decades. Bloomberg Intelligence recently estimated that Metaverse’s market share will reach $800bn by 2024, hinting that this could be a profitable area to invest in. So do you want to add the Metaverse into your investment portfolio? Let’s dive into the investor’s guide to the Metaverse.  ",
            "Metaverse is a computer-generated universe with interconnected virtual communities. Here, people can meet, work, and play games using virtual reality headsets, augmented reality glasses, smartphone apps, and other technologies.",
            "READ ALSOL:Top 3 Metaverse Tokens That Could Take The Crypto World By Storm",
            "As an enthusiastic investor, buying metaverse stocks is one investing way in the investor’s guide to the Metaverse. Enterprises take part in creating the Metaverse by publicly trading their shares. Facebook is at the forefront of building the Metaverse, thus making it a perfect example of a company whose stock you can buy.",
            "Facebook has changed its name to Meta. Mark Zuckerberg, Facebook’s CEO, no longer wishes the company to be a social media company but rather a metaverse company. Other companies involved in Metaverse include Microsoft, Roblox, Amazon, among others."
        ]
    },
    {
        "date": "2021-11-30",
        "title": "Top 3 Metaverse Tokens That Could Take The Crypto World By Storm",
        "description": "\nWhat is a Metaverse Token, and how does it work? Metaverses are vast universes that users may enter… ",
        "link": "https://watcher.guru/news/top-3-metaverse-tokens-that-could-take-the-crypto-world-by-storm",
        "category": "General Crypto",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/Business-Metaverse-Explainer-1353994249-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Metaverses are vast universes that users may enter using a computer or virtual reality headset, allowing them to work and play in a virtual world. They require a currency to become completely immersive worlds with their economies properly( Metaverse Token), and that’s where crypto comes in.",
            "You can purchase them through the virtual universe’s in-game marketplace. Similarly, you can use the coins to buy in-game items like land or other items, which players can swap.",
            "Firstly, at No. 23 on the list of the most popular cryptocurrencies, Decentraland (CRYPTO: MANA). It has a market cap of $8.5 billion and about 1.8 billion tokens in circulation.",
            "Decentraland, like Axie Infinity, is also a virtual reality platform based on the Ethereum blockchain. The Metaverse is a virtual realm within Decentraland separated into 90,601 parcels of land; each of which is an NFT. Users have complete control over how they build and commercialize their parcels.",
            "MANA is Decentraland’s native cryptocurrency. Land parcels (LAND tokens), avatars, clothing, and other products can be purchased on the platform’s marketplace."
        ]
    },
    {
        "date": "2021-11-27",
        "title": "Could Facebook Centralized Metaverse be a Threat to the Decentralized Ecosystem?",
        "description": "\nFacebook’s plan to enter the metaverse had been in public for some years now. C.E.O. mark Zuckerberg had… ",
        "link": "https://watcher.guru/news/could-facebook-centralized-metaverse-be-a-threat-to-the-decentralized-ecosystem",
        "category": "Decentraland",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/fb-meta-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Facebook’s plan to enter the metaverse had been in public for some years now. C.E.O. mark Zuckerberg had spoken on it countless times, terming it as the successor of the internet. Yet only until recently is when the plans started to come to life. ",
            "The biggest and boldest move involved Facebook changing its name to Meta. And since then, major news outlets have been filled with explainer articles and expert interviews on the metaverse concept. In addition, financial websites have also started exploring possible investment opportunities in the emerging sector.",
            "But, within the crypto space, the response is relatively muted. ",
            "To a number of them, this seems more like an opportunistic invasion than an entry, given Facebook’s past handling of privacy and security issues, specifically data harvesting.",
            "Nevertheless, metaverse tokens such as MANA(Decentraland) and SAND (Sandbox) enjoyed extensive rallies following Facebook’s rebranding move. And after a few days of the announcement, a company like Sandbox received USD 93 million in funding from investors."
        ]
    },
    {
        "date": "2021-11-27",
        "title": "Kadena vs. Bitcoin: Ultimate Comparison",
        "description": "\nBitcoin is the largest cryptocurrency in the world, thanks to its market capitalization. On the other hand, Kadena… ",
        "link": "https://watcher.guru/news/kadena-vs-bitcoin-ultimate-comparison",
        "category": "Altcoins",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/SAVE_20211129_233757-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Bitcoin is the largest cryptocurrency in the world, thanks to its market capitalization. On the other hand, Kadena is one of the new cryptocurrencies gracing the game with some great growth and moves. However, are there any similarities and differences between Kadena and Bitcoin?",
            "Both Kadena and Bitcoin have decentralized ledger systems known as a blockchain as their storage. When the cryptocurrencies are here, you can keep track of the currencies and also be in a position to record any transaction that takes place. The good thing is, anyone can see the transactions in real-time.",
            "Since these two have public blockchains, everyone can easily access them, and it is also difficult to tamper with the transactions, fake or even reverse them. Another great thing with blockchains in both cryptocurrencies is the fact that they are decentralized. This makes it difficult for any authority or organization to have control over them.",
            "Bitcoin has been in the cryptocurrency industry for a very long time and is among the leaders globally. It is well established, and its popularity is widespread across the globe. Nonetheless, many investors find it easy to trade with the platform. Kadena, on the other hand, is a newbie in the game. This makes it more difficult for investors as the risks they can incur in this volatile industry are more.",
            "Importantly, it is good to note that Bitcoin set the safety standards for other cryptocurrencies. It is, therefore, not a surprise to see others in the game live up to them. Kadena promises to offer security that is similar to that of Bitcoin. Nonetheless, it strives to ensure that the users are safe while using its platform. Thus, it seems as if Bitcoin sets the pace for others to follow."
        ]
    },
    {
        "date": "2021-11-14",
        "title": "The DAO Investor’s Guide: Everything You Need to Know",
        "description": "\nAn Overview of the DAO With the growing advent of Cryptocurrency, DAOs are becoming highly sought after. DAO… ",
        "link": "https://watcher.guru/news/the-dao-investors-guide-everything-you-need-to-know",
        "category": "General Crypto",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/DAO-380x250.png",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "With the growing advent of Cryptocurrency, DAOs are becoming highly sought after. DAO came into existence in 2016. However, it stopped working for a while due to hacking. After reignition, it is attracting several investors, both companies and individuals.",
            "DAO is a decentralized blockchain group. In total, it is a Decentralized Autonomous Organization that uses Ethereum as the mode of trading. The DAO platform allows investors to publicly auction and fund projects using Ethereum smart contracts.",
            "Investors in the company have the autonomy for deciding which project the DAO should embark on by voting. The DAO then earns from the profits of the project and shares some to the creators and token holders.",
            "DAO hosts many companies and businesses that offer different services. The first DAO company was The DAO, created in 2016. Within a month, the company had gained fame and raised $150 Million in profits. The organization offered traders a platform to vote for how they wanted a project to develop.",
            "However, The DAO fell into the hands of hackers who stole $60M. Investors lost trust in the security of the company after the hack. The company later re-established itself and strengthened its security codes."
        ]
    },
    {
        "date": "2021-11-13",
        "title": "The Layman’s Guide to Bitcoin Mining",
        "description": "\nBitcoin is the new buzzword for virtually all financial sectors worldwide. Bitcoin enabled the world of cryptocurrencies that… ",
        "link": "https://watcher.guru/news/the-laymans-guide-to-bitcoin-mining",
        "category": "Bitcoin",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/Bitcoin_Mining_Rendering_XL_500_364_80-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "Bitcoin is the new buzzword for virtually all financial sectors worldwide. Bitcoin enabled the world of cryptocurrencies that is now prevalent. However, other people who are not tech-savvy have a hard time figuring out what bitcoin is. Furthermore, they do not understand how it is mined. If you fall into this category, worry not as this article will explain to you what exactly Bitcoin mining is in the simplest form.",
            "When you buy an item from a merchant, you receive a receipt for the purchase. This receipt is proof that you made the purchase. Both you and the merchant remain with a copy of the receipt. However, the merchant can change the details of the receipt and claim your receipt is the fake one. You have no way of proving yours is real. ",
            "With Bitcoin, every transaction lives in a public ledger that is the Blockchain. This record has complex mechanisms that prevent anyone from altering the records. This makes Bitcoin the most secure financial system in the world. But where do these Bitcoins come from anyways? Well, that is where bitcoin mining comes into play.",
            "If you have been to a quarry, the heavy machinery blast rocks to get minerals and precious stones. The amount of dirt covering the minerals is huge compared to the amount of precious metals themselves. Even more significant is the amount of energy exerted into mining these precious metals.",
            "Bitcoin mining is comparable to mining for precious stones. Bitcoin is the precious stone. Like the heavy machinery used in mining, Bitcoin also uses some unique equipment for mining. Precious metals are hidden deep underground beneath heaps of rocks. Well, Bitcoins are hidden in blocks behind complex mathematical equations called algorithms."
        ]
    },
    {
        "date": "2021-11-11",
        "title": "Beginner’s Guide to Ethereum Mining",
        "description": "\nWith the extensive growth of Cryptocurrency, a wide roar of interest couples it. After all, who wouldn’t want… ",
        "link": "https://watcher.guru/news/beginners-guide-to-ethereum-mining",
        "category": "Ethereum",
        "image": "https://watcher.guru/news/wp-content/uploads/2021/11/FDvndtVWEAoK7dq-380x250.jpg",
        "author": "Watcher.Guru",
        "link_author": "https://watcher.guru/news/author/watcherguru",
        "dominio": "https://watcher.guru",
        "language": "en-US",
        "views": 0,
        "history": "30/06/2022 04:45:18",
        "news_body": [
            "With the extensive growth of Cryptocurrency, a wide roar of interest couples it. After all, who wouldn’t want to earn some passive income. The current economy in different countries suggests having a side hustle to be the key to survival. Cryptocurrency trading, therefore, becomes a worthy survival technique. Enthusiasts then need to equip themselves with technicalities involved in this trade. ",
            "Below we dive into the key areas in Ethereum trade that you should basically know. Let’s get right into it",
            "First, Cryptocurrency is a digital monetary form used to buy goods and services that uses cryptography to secure transactions.",
            "Cryptocurrency mining, on the other hand, is the process of getting new cryptocurrency coins by solving complex Mathematical problems. Cryptocurrency is legal in several countries apart from Egypt, China, Bolivia, Indonesia and Turkey. So, if you don’t come from the five, you are free to participate in this trading.",
            "Etherium is a blockchain software platform that allows the trade of cryptocurrency. Ethereum miners spend time-solving Mathematical equations to show proof-of-work, to verify Ether Transactions."
        ]
    }
]